// events
const projects16 =
[
  {
      "name": "「自治ん祭」粉砕",
      "time": "18:00",
      "place": "＠食堂・食北",
      "imgurl": "「自治ん祭」粉砕.jpg",
      "txt": "自治の神とやらを祀る「自治ん祭」に、予算より1円が支出された。そもそも自治の神とはなんだ。自治は我々人間の手によって勝ち取られたものだ。そしてこれに予算が支出されているらしい。自治会と一体化し神を祀る「自治ん祭」は政教分離原則に照らして断じて認められない。粉砕あるのみである。"
  },
  {
      "name": "『私たちの道徳』学習会",
      "time": "2:00",
      "place": "＠食堂・食北",
      "imgurl": "『私たちの道徳』学習会.jpg",
      "txt": "中学校教科用図書『私たちの道徳』をガチ輪読します。道徳の授業の出来レース議論を打破しよう。"
  },
  {
      "name": "#熊野寮祭2024をトレンド入りさせる",
      "time": "11:30",
      "place": "@オンライン",
      "imgurl": "#熊野寮祭2024をトレンド入りさせる.jpg",
      "txt": "時計台コンパの直前に、みんなで#熊野寮祭2024をツイートしまくりトレンド入りさせよう！！うおおおおおおおおおおおおお！！！！！！！！！！！！！！！！"
  },
  {
      "name": "1限さんお断りコンパ",
      "time": "8:00",
      "place": "＠食堂",
      "imgurl": "1限さんお断りコンパ.jpg",
      "txt": "1限の時間帯に、普段1限を欠席している者たちのためのコンパを開催する"
  },
  {
      "name": "300円までのおやつパーティー",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "300円までのおやつパーティー.jpg",
      "txt": ""
  },
  {
      "name": "７回生スロット",
      "time": "常設",
      "place": "",
      "imgurl": "7回生スロット.jpg",
      "txt": "７回であれば学部・修士・博士いずれでも可。Ｄ１やM３は７回生にカウントしません。７回生の皆さんのご迷惑になることはやめましょう。"
  },
  {
      "name": "amoung usやるよ！",
      "time": "19:00",
      "place": "＠食堂",
      "imgurl": "みんなでamong usをする.jpg",
      "txt": "みんなでamong usをしよう！！インポスターは誰だ！！！"
  },
  {
      "name": "Bar1Q84",
      "time": "19:00",
      "place": "＠食堂",
      "imgurl": "Bar1Q84.jpg",
      "txt": "【めあて】村上春樹『１Ｑ８４』に登場するお酒を飲むことを通して、作品世界をより深く理解することを目指す。"
  },
  {
      "name": "C12談話室 on web のオフ会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "C12談話室 on web のオフ会.jpg",
      "txt": "この夏にできたC12のWebサイトについてわいわいとおしゃべりしたいです。QRからサイトに飛べますので、ぜひ眺めてみてください。"
  },
  {
      "name": "C12談話室JACK！",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "C12談話室JACK!.jpg",
      "txt": "寮祭期間中のほぼ毎日、C12談話室にて企画者の組んだ1時間のプレイリストを流します。各日の時刻・テーマなどの詳細はQRから！"
  },
  {
      "name": "hrhkの知識チキンレース",
      "time": "9:00",
      "place": "＠イオンモール京都五条",
      "imgurl": "hrhkの知識チキンレース.jpg",
      "txt": "hrhkくんには知らないものが多いので、その境界線を探りに行きましょう。"
  },
  {
      "name": "kumano chess championship",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "kumano chess championship.jpg",
      "txt": "\"熊野寮チェスの大会。12/1"
  },
  {
      "name": "KUMANO3301",
      "time": "常設",
      "place": "",
      "imgurl": "KUMANO3301.jpg",
      "txt": "次々と出題される暗号を解き進め、寮のどこかに隠されたお宝を掴み取れ！賞品は先着1名、勝者総取りってわけだ。寮外生も参加可能！"
  },
  {
      "name": "LOST CORNER",
      "time": "常設",
      "place": "",
      "imgurl": "LOST CORNER.jpg",
      "txt": "染織技法・型染めを用いた絵画の野外展示"
  },
  {
      "name": "MCバトルin Kumano",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "ラップバトルします！みんな初心者です！気軽に参加してね！景品はファミマの二郎！見るだけでOK！ちょっとやってみるOK！途中離脱OK！みんなで韻ふもう！"
  },
  {
      "name": "mod10誕生日会",
      "time": "常設",
      "place": "",
      "imgurl": "mod10誕生日会.jpg",
      "txt": "・毎日開催・実在架空、種族、年代当問わず、代理出席可・寮祭は10日間だからmod10ならすべての人の誕生日を祝える。"
  },
  {
      "name": "POWER",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "POWER.jpg",
      "txt": "新しいトランプゲームをやります"
  },
  {
      "name": "SAO　ゲームクリアを祝う",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "SAOゲームクリアを祝う.jpg",
      "txt": "11月初めに2年に渡りプレイヤーが囚われていたソードアート・オンラインがクリアさせたことを祝う。料理を出したり、ゲームのパーティープレイをしたい。※企画者はSAO初心者です。アプリゲームくらいしかやっていないです。PSとかSwitchのゲーム持って協力してくれる人がいたらうれしいです。"
  },
  {
      "name": "TSUKURU TV",
      "time": "常設",
      "place": "",
      "imgurl": "TSUKURU TV.jpg",
      "txt": "つく、つく！どうもー！TSUKURUでぇーす！毎日ラーメン提供生活ということでぇ〜！"
  },
  {
      "name": "UNOちゃん",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "UNOちゃん.jpg",
      "txt": "私とUNOで遊ぼう  ポケカでもいいよ"
  },
  {
      "name": "V棟入寮大作戦!!!!",
      "time": "9:00",
      "place": "＠食堂",
      "imgurl": "V棟入寮大作戦!!!!.jpg",
      "txt": "衝撃の事実が発覚。現在、V棟には熊野あじりしか住んでいないのだ。これでは、あじりが可哀想だ。皆であじりの仲間を考えてV棟に新入寮生をたくさん入寮させよう！"
  },
  {
      "name": "あの頃の俺ら",
      "time": "15:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "もっかい俺と鴨川で相撲と取ってくれ。"
  },
  {
      "name": "アヒルと遊ぼう",
      "time": "10:00",
      "place": "＠中庭・グラウンド",
      "imgurl": "アヒルと遊ぼう.jpg",
      "txt": "熊野寮に棲むアヒルと連帯"
  },
  {
      "name": "アミューズ河原町丸太町店と連帯",
      "time": "13:00",
      "place": "＠アミューズ河原町丸太町店",
      "imgurl": "",
      "txt": "人を夢中にさせ、時に全てを忘れさせるほどの快楽。その輝きは、たとえ一瞬であっても心を掴んで離さない。光があるからこそ、影ができる。その光を追い求めてしまうのが、人間の性なのだろう。"
  },
  {
      "name": "アルコール検査",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "アルコール検査.jpg",
      "txt": "寮内を徘徊している任意の人にアルコール検査を実施し、基準値を超えていた場合、シジミの味噌汁をふるまいます。"
  },
  {
      "name": "インバスターK(熊野寮投資部)",
      "time": "14:00",
      "place": "＠食堂・食北",
      "imgurl": "インベスター(K)熊野寮投資部.jpg",
      "txt": "熊野寮の財政安定化に向け、熊野寮投資部を結成します。とある方法で1人1万円を入手し、1週間後までにいくら増やせるかを競う。投資初心者のために投資界の大家、smd先生のレクチャーあり。目指せ資本主義の頂点！持ち物：印鑑"
  },
  {
      "name": "ウォッカ道",
      "time": "21:30",
      "place": "＠食堂・食北",
      "imgurl": "ウォッカ道.jpg",
      "txt": "日本古来より伝わる侘び寂びの心を、実践的な茶道の作法を通じて学びましょう。なお、茶の代わりにウォッカを使用する。"
  },
  {
      "name": "うどんをパンにする",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "同じ小麦ならいけるっしょ"
  },
  {
      "name": "エクストリーム大富豪",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "エクストリーム大富豪.jpg",
      "txt": "7種類のマークと3枚のジョーカーからなる計94枚のトランプで究極の大富豪をやりましょう！"
  },
  {
      "name": "エス",
      "time": "常設",
      "place": "",
      "imgurl": "エス.jpg",
      "txt": "「こんにちは」「ありがとう」「よろしく」「おつかれ」…ありとあらゆる意味に受け取れる最強の言葉「エス」。この世にはそれしか言えない男がいた──。"
  },
  {
      "name": "おもちつき",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "おもちつき.jpg",
      "txt": "熊野寮炊事部の恒例企画。みなさんで力を合わせて美味しいお餅をついて食べましょう。"
  },
  {
      "name": "オンライン腕相撲大会",
      "time": "21:00",
      "place": "＠食堂",
      "imgurl": "オンライン腕相撲大会.jpg",
      "txt": "昨年の寮祭では腕相撲大会が盛り上がっていたので、今年はzoom上で非接触型のオンライン腕相撲大会を開催します！"
  },
  {
      "name": "お願い電話",
      "time": "常設",
      "place": "",
      "imgurl": "お願い電話.jpg",
      "txt": "ナンセンスな学生弾圧を繰り返す京都府警、川端警察署、京都大学の弾圧職員を支えている企業や店舗に、関わらないよう「お願い」します"
  },
  {
      "name": "カザン鍋でプロフを作ろう",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "カザン鍋でプロフを作ろう.jpg",
      "txt": "タジキスタン在住のOPの監修のもと、巨大な「カザン鍋」を使って中央アジア料理の「プロフ」を作ります。"
  },
  {
      "name": "ガサ体",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ガサ体.jpg",
      "txt": "近頃、なんの前触れもなく朝7時にやってくるようになった機動隊。機動隊はいつやってくるかわかりません。ひょっとすると、寮祭期間中にやってくるかも。たとえ何をしていようと、ガサ入れに瞬時に対応する能力が求められます。機動隊の奇襲に対してスクラムを組んで寮を防衛しよう！"
  },
  {
      "name": "カバディ麻雀",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "カバディ麻雀.jpg",
      "txt": "黙ってやる麻雀なんてナンセンス！交流するからいいんでしょう。だから私たちは喋り続ける麻雀をやります。結果振り込むやつは弱いやつ。"
  },
  {
      "name": "からふね屋で巨大パフェ食べる",
      "time": "13:00",
      "place": "＠からふね屋三条本店",
      "imgurl": "からふね屋で巨大パフェ食べる.jpg",
      "txt": "からふね屋の超巨大パフェ、ル・レーヴを食べます！"
  },
  {
      "name": "クイズ大会　ジャンル：掃除機",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "クイズ大会　ジャンル：掃除機.jpg",
      "txt": "掃除機についてのマニアックなクイズだけを出す大会をします。めっちゃ対策してきてね！"
  },
  {
      "name": "くまぷよテトリス",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "くまぷよテトリス.jpg",
      "txt": "誰が1番ぷよぷよテトリスが上手いか。その頂点を決める戦いが始まる。"
  },
  {
      "name": "ケチャ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ケチャ.jpg",
      "txt": "ブロックごとにプニャチャ、チャクリマ、チャクナム、プニャンロットに別れケチャを行う。"
  },
  {
      "name": "コック・リーさん",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "コック・リーさん.jpg",
      "txt": ""
  },
  {
      "name": "コンパコンパ",
      "time": "21:00",
      "place": "＠駐輪場",
      "imgurl": "コンパコンパ.jpg",
      "txt": "楽しかったコンパもしんどかったコンパも、全部のコンパを愛せるように、今こそコンパについて語り合おう。思い出でも、今後の展望でも。"
  },
  {
      "name": "コンパだって自主管理貫徹",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "コンパだって自主管理貫徹.jpg",
      "txt": ""
  },
  {
      "name": "コンビニ弁当卵とじ選手権",
      "time": "0:30",
      "place": "＠食堂",
      "imgurl": "コンビニ弁当卵とじ選手権.jpg",
      "txt": "コンビニ弁当一つのおかずを全て混ぜて卵とじにして、最も美味しい弁当を決める。"
  },
  {
      "name": "ザ・スーパーマリオブラザーズ・ムービー鑑賞会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "スーパーマリオブラザーズ・ザ・ムービー鑑賞会.jpg",
      "txt": "大人気ゲーム、スーパーマリオブラザーズ。それが遂に映画化される時が来た。任天堂の超大作をとくと目に焼き付けよ。"
  },
  {
      "name": "シネマ上映",
      "time": "20:00",
      "place": "＠食北",
      "imgurl": "シネマ上映.jpg",
      "txt": "みんなで映画をみよう"
  },
  {
      "name": "シミラー竹内",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "竹内さんと同じ服装をして、竹内さんが好きそうな話をします！各人どんなパラレルワールド出身の竹内さんなのかを名札に記載します。ex.)幼少期に猫を助けた竹内"
  },
  {
      "name": "シャバいOPのツイート追悼",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "シャバいOPのツイートを追悼します。"
  },
  {
      "name": "ショットダーツ",
      "time": "0:00",
      "place": "＠食堂・食北",
      "imgurl": "ショットダーツ.jpg",
      "txt": "ダーツやって負けたらショット"
  },
  {
      "name": "すき家VS松屋VS吉野家VSなか卯",
      "time": "常設",
      "place": "",
      "imgurl": "すき家VS松屋VS吉野家VSなか卯2024.jpg",
      "txt": "ロビーにある投票箱に牛丼屋のレシートを入れよう！ ※企画者今年度退寮につき、企画の後継者を募集中!!"
  },
  {
      "name": "ずとまよ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ずとまよ.jpg",
      "txt": "春のライブ『本格中華喫茶・愛のペガサス ～羅武の香辛龍』を上映します。お前らもずとまろになれ。"
  },
  {
      "name": "スナック熊",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "スナック熊.jpg",
      "txt": "みなさんとお話します。場末のスナック熊です。"
  },
  {
      "name": "スプラの名前で寮祭宣伝",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "スプラの名前で寮祭宣伝.jpg",
      "txt": "スプラの名前で寮祭宣伝します！！スマブラも可！寮祭宣伝の名前で大量キルして、寮祭のポジキャンをするぞ〜！！"
  },
  {
      "name": "そうだ、手紙書こう",
      "time": "常設",
      "place": "",
      "imgurl": "そうだ、手紙書こう.jpg",
      "txt": "手紙を書こう。お気に入りの便箋でも、メモ用紙でも。手渡しでも、郵便でも、国際郵便でも。あなたの気持ちを伝えよう。企画者宛てに書いてくれたら私から返事があるかも？"
  },
  {
      "name": "ダサい服カンフォーラ",
      "time": "12:00",
      "place": "＠カンフォーラ",
      "imgurl": "ダサい服カンフォーラ.jpg",
      "txt": "京大構内のおしゃれレストラン「カンフォーラ」で食事会。ドレスコードはクソダサい服！"
  },
  {
      "name": "たしなみサイゼ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "たしなみサイゼ.jpg",
      "txt": "私たちのイタリアは百万遍にある。香り高きヴェルデッキオ、程よいタンニンのキャンティ、アルデンテとは言い難いスパゲッティーニ。"
  },
  {
      "name": "タホイヤコンパ",
      "time": "21:00",
      "place": "＠食堂・食北",
      "imgurl": "",
      "txt": "たほいやとは、辞書から選んだ単語について、辞書にある本来の説明文（語意）と参加者がでっち上げた偽の説明文（語意）を混ぜ、そこから辞書にある説明文（語意）を当てるゲーム。作った意味を全部持つコンパを続けて開く。"
  },
  {
      "name": "ドイツから来た箱",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ドイツから来た箱.jpg",
      "txt": "ドイツからなにか適当に詰めて小箱を送るので、その開封会をしてほしい。寮祭期間中に届かなかったらごめん。"
  },
  {
      "name": "ぬいぐるみ座談会",
      "time": "13:00",
      "place": "@食堂・食北",
      "imgurl": "ぬいぐるみ座談会.jpg",
      "txt": "寮に住んでいるぬいぐるみの皆さんをお招きして座談会をします。飛び入り参加大歓迎です。内容は来年の入寮パンフの記事にします。"
  },
  {
      "name": "ぬきたしカルタ",
      "time": "21:00",
      "place": "＠A3談話室",
      "imgurl": "ぬきたしカルタ.jpg",
      "txt": "革命的カルタの地平を曇りなき眼で見定めよう。"
  },
  {
      "name": "ねずみ小僧コンパ",
      "time": "16:00",
      "place": "＠食堂",
      "imgurl": "ねずみ小僧コンパ.jpg",
      "txt": "他の企画から少しずつ食べ物をくすねてきてコンパを開催する。ついでに小規模なコンパに分け与え、富の再分配を達成する。"
  },
  {
      "name": "はいっ、お弁当♡",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "はいっ、お弁当♡",
      "txt": "弁当を作る人、もらう人でペアを作る。弁当箱にはなにを入れてもいい。そこに愛はあるんか？"
  },
  {
      "name": "パスポートに手紙を書く",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "パスポートに手紙書く.jpg",
      "txt": "パスポートに愛の手紙を書き合いましょう！"
  },
  {
      "name": "ばばぬき",
      "time": "常設",
      "place": "",
      "imgurl": "ばばぬき.jpg",
      "txt": "寮祭期間中ジョーカーをまわす。1時間は必ず保持する。一度でもババを持った人は最後に集まり、流通経路を確認。最後まで持っていた人又は紛失した人が負け。"
  },
  {
      "name": "パンをうどんにする",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "同じ小麦ならいけるっしょ"
  },
  {
      "name": "ヒートテックvsエアリズム",
      "time": "常設",
      "place": "",
      "imgurl": "HEATTECHvsAIRism.jpg",
      "txt": "ヒートテックとエアリズムってどっちが強いん？？両方着て大学行ったり大文字登ったり運動会出たりして検証しよう"
  },
  {
      "name": "フライパンモーニングコール",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "フライパンモーニングコール.jpg",
      "txt": "寮祭に寝坊する人をフライパンを叩いて起こす。起きなかったらそのままフライパンで調理しておいしくいただく。"
  },
  {
      "name": "ブルックナー浴",
      "time": "22:00",
      "place": "＠鉄扉",
      "imgurl": "ブルックナー浴.jpg",
      "txt": "ブルックナーを浴びてととのおう"
  },
  {
      "name": "ボカロdeイントロドン",
      "time": "20:00",
      "place": "@食堂・食北",
      "imgurl": "ボカロdeイントロドン.jpg",
      "txt": "ボカロ好きよ、集まれ！ボカロ曲でイントロドンをしようではないか！"
  },
  {
      "name": "ポストブラックメタルを聴く会",
      "time": "16:00",
      "place": "＠音楽室",
      "imgurl": "ポストブラックメタルを聴く会.jpg",
      "txt": "冬なので轟音と叙情に浸ろう。@寮外の人、開催できなかったらごめんなさい"
  },
  {
      "name": "マジで厳しい入寮面接",
      "time": "10:00",
      "place": "＠食堂・食北",
      "imgurl": "マジで厳しい入寮面接 - Nick Paul.png",
      "txt": ""
  },
  {
      "name": "マダミスやる",
      "time": "0:00",
      "place": "＠食堂・食北",
      "imgurl": "マダミスやる.jpg",
      "txt": "せっかく寮祭で人がたくさんいるので、人を集めてやってないマダミスをやります。人が集まるまでの待ち時間で他のボドゲをしましょう。"
  },
  {
      "name": "みかん祭り",
      "time": "12:00",
      "place": "＠中庭",
      "imgurl": "みかん祭り.jpg",
      "txt": "にほんでいちばんあついみかんのさいてん。むげんにあるみかんをおもうぞんぶんなげあおう！てかげん、えんりょはいりません。"
  },
  {
      "name": "みんなの小学校校歌",
      "time": "22:00",
      "place": "@食堂・食北",
      "imgurl": "みんなの小学校校歌.jpg",
      "txt": "みんなの小学校校歌を歌おう！　主催者の母校はまどみちお作詞"
  },
  {
      "name": "ラフターヨガでココロもカラダも元気に！",
      "time": "22:00",
      "place": "＠食堂・食北",
      "imgurl": "ラフターヨガでココロもカラダも元気に.jpg",
      "txt": "youtube shorts で話題のラフターヨガ！笑うだけでココロもカラダも元気なれます。知らない人はラフターヨガで検索してからきてね。"
  },
  {
      "name": "レンチンコンパ",
      "time": "18:00",
      "place": "@食堂",
      "imgurl": "レンチンコンパ.jpg",
      "txt": "体温以下のものを摂取したがらない企画者が、究極のレンチンを求め実験する。ねるねるねるねもかき氷もレンチン！？"
  },
  {
      "name": "伊藤を太らせる",
      "time": "常設",
      "place": "",
      "imgurl": "伊藤を太らせる.jpg",
      "txt": "みんなで伊藤くんを太らせよう！甘いもの、脂っこいものなんでも大歓迎です♪　伊藤：「甘いもの好きです。太りたいです！」"
  },
  {
      "name": "一緒にゲッティンゲン散歩",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "一緒にゲッティンゲン散歩.jpg",
      "txt": "私がビデオを繋ぎながらゲッティンゲンの街を歩くので、右に曲がる！とかバスに乗る！とか言ってくれれば大体その通りに動きます。"
  },
  {
      "name": "右往左往シャトルラン",
      "time": "15:00",
      "place": "＠グラウンド",
      "imgurl": "右往左往シャトルラン - Nick Paul.jpg",
      "txt": "右に行く時はウオオ、左に行く時はサオオと言いながら、みんなで元気よくシャトルランをやりましょう"
  },
  {
      "name": "羽根ペンを作ろう",
      "time": "12:00",
      "place": "@食堂・食北",
      "imgurl": "羽根ペンをつくろう.jpg",
      "txt": "ファンタジーや歴史物でよくある羽根ペンを作ってみよう"
  },
  {
      "name": "何か見る",
      "time": "2:00",
      "place": "＠鉄扉",
      "imgurl": "何か見る.jpg",
      "txt": "企画者が見たいアニメを一挙上映します"
  },
  {
      "name": "蚊の越冬絶対阻止",
      "time": "常設",
      "place": "",
      "imgurl": "蚊の越冬絶対阻止.jpg",
      "txt": "何故か冬になってもいなくならず、食事中に足を執拗に攻撃してくる熊野寮の異常な蚊を全体に許さない。蚊のネガキャン、撃退数のカウント、そして、勇敢に闘ったものへの医療ケア（ムヒの常設）を行う。"
  },
  {
      "name": "学術茶話",
      "time": "13:00",
      "place": "@食堂・食北",
      "imgurl": "学術茶話.jpg",
      "txt": "\"お茶とお菓子をつまみつつ"
  },
  {
      "name": "割り箸１本長者",
      "time": "14:00",
      "place": "＠食堂・食北",
      "imgurl": "割り箸1本長者.jpg",
      "txt": "寮祭初日に割り箸１本を配布し、最終日までになにかすばらしいものに交換してきてもらう。"
  },
  {
      "name": "鴨川ラブショット",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "鴨川ラブショット.jpg",
      "txt": "ウォッカを持って鴨川沿いを南下し、度を超えていちゃつくカップルを見つけ次第その横でショットする。乾杯は盛大にいこう。"
  },
  {
      "name": "観覧車であそぼ",
      "time": "21:30",
      "place": "＠食堂・食北",
      "imgurl": "",
      "txt": "初カキコ…ども…  俺みたいな学生で観覧車頼んでるイキリ野郎、他に、いますか？、っていねーか、はは"
  },
  {
      "name": "帰ってきた！たらふく朝マック",
      "time": "9:00",
      "place": "@食堂・食北",
      "imgurl": "帰ってきた！たらふく朝マック.jpg",
      "txt": "帰ってきた！たらふく朝マック！今回はさらにパワーアップ！？豪華な企画にシェアする喜び！さらに楽しくハッピーになった朝マックをほうばろう！"
  },
  {
      "name": "記念植樹",
      "time": "1:00",
      "place": "＠京都大学",
      "imgurl": "記念植樹.jpg",
      "txt": "木を隠すなら森の中 ちゃんとお世話もしようね"
  },
  {
      "name": "吉田山かくれんぼ",
      "time": "18:00",
      "place": "＠寮外・その他",
      "imgurl": "吉田山かくれんぼ.jpg",
      "txt": "毎年恒例吉田山でかくれんぼ。ほぼ山狩り"
  },
  {
      "name": "喫茶・熊",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "喫茶・熊.jpg",
      "txt": "激しく熱狂的な寮祭期間、その喧騒に疲れたら喫茶 熊で一緒に一息つきませんか？温かい飲み物と美味しい食べ物でお待ちしております。"
  },
  {
      "name": "逆アンガーマネージメント",
      "time": "13:00",
      "place": "＠未定",
      "imgurl": "逆アンガーマネージメント.jpg",
      "txt": "すぐにキレれないあなた！そろそろキレたいなというあなた！何を言われても即ギレしよう。内気なあなたを改善するセミナーもあります。"
  },
  {
      "name": "給食コンパ",
      "time": "12:00",
      "place": "＠食堂",
      "imgurl": "給食コンパ.jpg",
      "txt": "みんなのあの懐かしの小学校給食を再現！最後のあげパンをめぐってじゃんけんした日々を思い出し、童心を取り戻そう。"
  },
  {
      "name": "牛丼ソムリエ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "牛丼ソムリエ.jpg",
      "txt": "いろんな店の牛丼を買ってどこの牛丼屋なものが当てます。テイスティングノートとか書きます。うーんこれは雄大な大地を感じる。吉野家ですね。"
  },
  {
      "name": "京大構内でケイドロ",
      "time": "22:00",
      "place": "＠京大構内（本部・吉田）",
      "imgurl": "京大構内でケイドロ.jpg",
      "txt": "恒例企画。夜の京大構内でケイドロをします。今年は吉田キャンパスも使用予定。ハンズフリーで通話できるもの(ワイヤレスイヤホンが望ましい)、discordの入ったスマートフォン(orそれに類するもの)を持ってきてもらえると、通話での連携が取りやすく楽しくなります。"
  },
  {
      "name": "京大生、コナンに勝つ",
      "time": "5:00",
      "place": "＠食堂",
      "imgurl": "京大生、コナンに勝つ.jpg",
      "txt": "京大生を沢山集め、全力で推理しながらコナンの映画を見ます。そしてコナンより先に真実に辿り着きます。そしてコナンを涙目にさせます。ホワイトボードとか使って本気で情報まとめつつ推理していく予定。"
  },
  {
      "name": "熊野寮　最高",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "熊野寮　最高.jpg",
      "txt": "寮祭期間中に「熊野寮　最高」と検索しまくり、熊野寮の検索サジェストを「熊野寮　やばい」から「熊野寮　最高」に変える。"
  },
  {
      "name": "熊野寮文学フリマ",
      "time": "14:00",
      "place": "＠食堂・食北",
      "imgurl": "熊野寮文学フリマ.jpg",
      "txt": "【めあて】当企画のための執筆を通して、〆切を厳守することの大切さを学ぶ。"
  },
  {
      "name": "鶏と遊ぼう",
      "time": "10:00",
      "place": "＠中庭・グラウンド",
      "imgurl": "鶏と遊ぼう.jpg",
      "txt": "普段触れ合えない鶏と連帯"
  },
  {
      "name": "研究者と散歩",
      "time": "ゲリラ",
      "place": "寮外",
      "imgurl": "研究者と散歩.jpg",
      "txt": "専門の違う人たちと散歩に行き、道々で知識をひけらかしましょう。学部生、修士、博士、ポスドク、研究員誰でも歓迎です。"
  },
  {
      "name": "原動機付きリアカーをC棟北で走らせる",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "原動機付きリアカー - Nick Paul.jpg",
      "txt": ""
  },
  {
      "name": "江東区コンパ",
      "time": "12:00",
      "place": "＠食堂",
      "imgurl": "江東区コンパ.jpg",
      "txt": "江東区江東区江東区紅東区虹東区"
  },
  {
      "name": "獄激辛はどっち？",
      "time": "14:00",
      "place": "＠寮外・その他",
      "imgurl": "",
      "txt": "激辛と獄激辛を名前伏せて食べ、ペヤング激辛と獄激辛を名前伏せて食べて、どっちが獄激辛食べたか本人含めみんなで考える。"
  },
  {
      "name": "昆布コンパ",
      "time": "23:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "利尻の夜を思いながら騒ぎます。 利き昆布をやります。 間違えたら利尻まで謝罪に行ってもらいます。"
  },
  {
      "name": "鯖街道で鯖運ぶ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "鯖街道で鯖運ぶ - Nick Paul.jpg",
      "txt": "皆さんは、鯖街道をご存知でしょうか。かつて若狭湾と京とを結んだ物流ルートです。我々は、鯖街道でサバを運ぶことで、往時の気分を追体験します"
  },
  {
      "name": "山岡家シャトルラン",
      "time": "0:00",
      "place": "＠車中・山岡屋長浜店",
      "imgurl": "山岡家シャトルラン.jpg",
      "txt": "ラーメン山岡家長浜店と寮の間を、1日で何往復できるか検証します。"
  },
  {
      "name": "四谷学院粉砕コンパ",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "いっけなーい🔪殺意殺意💦私、四谷学院S講師🫶👔でもある日新たに週2コマ追加の打診書が現れてもう大変😫次回コンパ、お楽しみに！！"
  },
  {
      "name": "私を釣りーに連れてって",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "私を釣りーに連れてって.jpg",
      "txt": "釣りサークルに入ったものの、まだ一度も釣りに行ったことがない、釣り竿すら持っていない私を釣りに連れてってくれる人募集。"
  },
  {
      "name": "至高のプレイリスト",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "至高のプレイリスト.jpg",
      "txt": "C12談話室にて、皆さんから募ったおすすめの曲を流し続けます。あなたが人に聞いてもらいたい曲をQRのフォームから教えてください。"
  },
  {
      "name": "似顔絵",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "似顔絵.jpg",
      "txt": "似顔絵を描きます。"
  },
  {
      "name": "自治ん祭",
      "time": "18:00",
      "place": "＠食堂・食北",
      "imgurl": "自治ん祭.jpg",
      "txt": "これからの厳しい冬を食北で越すために、食北に住まう自治の神を祀ります。崇め奉れ。"
  },
  {
      "name": "七五三",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "\"7"
  },
  {
      "name": "篠原信先生講演会",
      "time": "13:00",
      "place": "＠食堂",
      "imgurl": "篠原信先生講演会.jpg",
      "txt": "「そのとき、日本は何人養える？」篠原信先生講演会。京都大学卒の農業博士の先生講演会（ZOOM視聴も可）"
  },
  {
      "name": "手で食えって言うのかコンパ",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "手で食えっていうのかコンパ.jpg",
      "txt": "「手で食えって言うのか」という言葉を何とかして引き出す"
  },
  {
      "name": "手動回転寿司ドラフト",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "手動回転寿司ドラフト.jpg",
      "txt": "寿司ネタを賭けたドラフト会議に参加しないか？勝ち取った寿司ネタだけを食べ続けることができる。ちなみに手動回転寿司となります。"
  },
  {
      "name": "寿司打トーナメント",
      "time": "1:00",
      "place": "＠食堂",
      "imgurl": "寿司打トーナメント.jpg",
      "txt": "寿司打1番強いやつを決めます！！！！"
  },
  {
      "name": "書記",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "書記 - 寺さん",
      "txt": "熊野寮の闊達な議論を後世に残すためには議事録が必要不可欠である。本企画は寮生の「書記力」を競うために行われるものである。"
  },
  {
      "name": "賞金首狩り",
      "time": "常設",
      "place": "",
      "imgurl": "賞金首狩り.jpg",
      "txt": "漫画の海賊版を公式に通報し、寮祭期間中に消した海賊版の首を勲章とする。"
  },
  {
      "name": "食堂ディスコ",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "食堂ディスコ.jpg",
      "txt": "食堂ディスコ！J-POPからアニソン、disco funkなどみんなで踊りやすい音楽でみんなで踊ろう！フードもあるよ"
  },
  {
      "name": "食堂枕投げ",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "食堂枕投げ.jpg",
      "txt": "修学旅行の気持ちを思い出そう"
  },
  {
      "name": "信濃の国を歌おう",
      "time": "15:00",
      "place": "＠食堂・食北",
      "imgurl": "信濃国を歌おう.jpg",
      "txt": "【めあて】長野県民の8割が歌えるという県歌「信濃の国」を通じて、信州の風土と歴史を学ぶ。お葉漬けやみすず飴も出るかも…？"
  },
  {
      "name": "寝耳に水",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "深編笠を編む",
      "time": "0:00",
      "place": "＠クスノキ前",
      "imgurl": "深編笠を編む.jpg",
      "txt": "強力な弾圧対策グッツ　深編笠を作りましょう！！！！！！！！！！！"
  },
  {
      "name": "人の維持費勝手に払う",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "皆さん！？維持費ちゃんと払ってますか？滞納してるんじゃないですか？そんなアナタのために、私が代わりに維持費を支払って進ぜよう..."
  },
  {
      "name": "人狼したい！",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "シンプルに人狼がしたい！！初心者歓迎！みんな来て！！！"
  },
  {
      "name": "水切りの石戻す",
      "time": "12:00",
      "place": "＠食堂・鴨川",
      "imgurl": "水きりの石戻す.jpg",
      "txt": "近年の鴨川では水切りという川に石を投げ込む蛮行が横行しています。みんなで水底に沈んだ石を奪還して鴨川が埋め立てられてしまう未来を粉砕しよう！"
  },
  {
      "name": "生命線、爪で跡つけて伸ばす",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "生命線、爪で跡つけて伸ばす.jpg",
      "txt": "生命線を物理的に伸ばすことで寿命を伸ばし、超高齢社会を加速させる"
  },
  {
      "name": "声量王",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "声量王.jpg",
      "txt": "声がデカい奴が勝つ。"
  },
  {
      "name": "全訳置き逃げ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "全訳置き逃げ.jpg",
      "txt": "外国語の授業前の教室に忍び込み、授業範囲の全訳をばら撒いて逃げる。"
  },
  {
      "name": "全力TOEFL受験",
      "time": "9:30",
      "place": "＠総人広場",
      "imgurl": "全力toefl.jpg",
      "txt": "大学受験みたいな雰囲気でTOEFLを受ける。ハチマキを巻いて総人広場で壮行会します。"
  },
  {
      "name": "多摩地域コンパ",
      "time": "17:00",
      "place": "＠食堂・食北",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "多浪成人式",
      "time": "15:00",
      "place": "＠食堂",
      "imgurl": "多浪成人式.jpg",
      "txt": "成人式に参加できなかった多浪の寮生の成人を祝します。"
  },
  {
      "name": "多浪同窓会",
      "time": "16:30",
      "place": "＠食堂",
      "imgurl": "多浪同窓会.jpg",
      "txt": "成人式後の同窓会に参加できなかった多浪の寮生で同窓会をします。"
  },
  {
      "name": "耐久カタン",
      "time": "13:00",
      "place": "@食堂・食北",
      "imgurl": "耐久カタン.jpg",
      "txt": "心ゆくまでカタンをしましょう。"
  },
  {
      "name": "耐久ボドゲ",
      "time": "0:00",
      "place": "@食堂・食北",
      "imgurl": "耐久ボドゲ.jpg",
      "txt": "1日中ボドゲをします。企画と企画の合間にぜひ。ちなみに企画者はずっといます。"
  },
  {
      "name": "大黒さまと連帯",
      "time": "14:00",
      "place": "＠ラ・ムー",
      "imgurl": "大黒さまと連帯.jpg",
      "txt": "当局に挑戦！K-DORMITORY"
  },
  {
      "name": "大声ダイヤモンド",
      "time": "10:00",
      "place": "＠B棟屋上",
      "imgurl": "大声ダイヤモンド.jpg",
      "txt": "大声で叫べば、ダイヤモンドになる"
  },
  {
      "name": "第3回京大入試実戦模試",
      "time": "常設",
      "place": "",
      "imgurl": "第三回京大入試実践模試.jpg",
      "txt": "京大数学の予想問題を掲示します。企画者に答案を渡せば採点してもらえるかも！？"
  },
  {
      "name": "棚からシャウエッセン",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "シャウエッセン.jpg",
      "txt": "シャウエッセン食べたい人〜✋"
  },
  {
      "name": "地雷系で祝うオタワ条約調印",
      "time": "12:00",
      "place": "＠クスノキ前",
      "imgurl": "地雷系で祝うオタワ条約調印.jpg",
      "txt": "対人地雷全面禁止条約(オタワ条約)が調印された12/3を地雷系ファッションで祝います。この偉大な日を地雷系で過ごし、昼休みはクスノキ前で交流しましょう。"
  },
  {
      "name": "朝食ビュッフェ",
      "time": "7:00",
      "place": "＠食堂",
      "imgurl": "朝食ビュッフェ.jpg",
      "txt": "白米、パン、味噌汁、鮭、ウィンナー、ベーコン、卵焼き、フルーツポンチ、ヨーグルト、オレンジジュース、出汁"
  },
  {
      "name": "調味料”ミニマム”をつくろう",
      "time": "18:00",
      "place": "＠食堂・食北",
      "imgurl": "調味料「ミニマム」を作ろう.jpg",
      "txt": "ホモサピに対抗して、調味料ミニマムを作ります。寮食に合う激うまスパイスを作りましょう"
  },
  {
      "name": "釣りベストで競馬に行く",
      "time": "13:00",
      "place": "＠京都競馬場",
      "imgurl": "釣りベストで競馬に行く.jpg",
      "txt": "釣りベストを着て京都競馬場で競馬やる"
  },
  {
      "name": "泥酔者座談会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "泥酔者座談会.jpg",
      "txt": "コンパで発生した泥酔者のうわ言を座談会形式で記録し、後日シラフになってから公開します。"
  },
  {
      "name": "冬の日の幻想",
      "time": "19:00",
      "place": "＠鉄扉",
      "imgurl": "冬の日の幻想.jpg",
      "txt": "みんなでチャイコフスキーを聴いて冬のロシアに思いを馳せ、京都の冬の暖かさを実感しよう。"
  },
  {
      "name": "棟対抗 桃鉄100年耐久",
      "time": "常設",
      "place": "",
      "imgurl": "棟対抗 桃鉄100年耐久.jpg",
      "txt": "\"何かと対立しがちな熊野寮A棟"
  },
  {
      "name": "童心にかえって折り紙を折ろう",
      "time": "15:00",
      "place": "＠ロビー",
      "imgurl": "童心にかえって折り紙を折ろう.jpg",
      "txt": "皆さんは折り紙を知っていますか？折り鶴を思い浮かべたそこのあなた、折り紙は今とてつもない進化を遂げているのだ。皆も童心にかえって折り紙を折ろう！"
  },
  {
      "name": "読書感想文",
      "time": "常設",
      "place": "",
      "imgurl": "読書感想文.jpg",
      "txt": "高野先生の本の読書感想文を書き、添削してもらいます。BOXを食堂に置いておくので、早めに提出してください。"
  },
  {
      "name": "呑まないところで呑む",
      "time": "常設",
      "place": "",
      "imgurl": "呑まないところで呑む.jpg",
      "txt": "僕たちは飲み会で現実を拡張してきた。であれば次は飲み会を拡張するべきだ。今、呑まないところで呑もう！"
  },
  {
      "name": "虹になろう❗️",
      "time": "12:00",
      "place": "@食堂・食北",
      "imgurl": "虹になろう.jpg",
      "txt": "7色のヘアカラーに加えて、フェイスペイントとネイルを用意しました。(1日で洗って落とせます。)頭のてっぺんから爪の先まで、あなたも虹になろう❗️"
  },
  {
      "name": "年賀状を書こう！",
      "time": "常設",
      "place": "",
      "imgurl": "年賀状を書こう！.jpg",
      "txt": "お世話になった方に年賀状を書きましょう！食堂にポストを設置してるので簡単に出せます！"
  },
  {
      "name": "博士(山岡家)",
      "time": "13:00",
      "place": "＠民青池",
      "imgurl": "",
      "txt": "山岡家学は研究成果がなくとも出席(来店)回数だけで博士号が取得できる！君も博士(山岡家)になろう！一億総D進！！"
  },
  {
      "name": "箱男になろう",
      "time": "17:00",
      "place": "＠グラウンド",
      "imgurl": "",
      "txt": "寮祭期間は各自箱男として生活する。最終日の日没（17時頃）合わせてグラウンドに集まり、箱男が箱男に覗かれる体験をする"
  },
  {
      "name": "箱庭万華鏡",
      "time": "10:00",
      "place": "@食堂",
      "imgurl": "箱庭万華鏡.jpg",
      "txt": ""
  },
  {
      "name": "髪の毛長い人コンパ",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "髪の毛長い人コンパ.jpg",
      "txt": "髪の毛長い人と潜在的髪の毛長い人のためのコンパ。ロングヘアをめざそう！"
  },
  {
      "name": "抜き打ち時計台占拠",
      "time": "常設",
      "place": "",
      "imgurl": "抜き打ち時計台占拠.jpg",
      "txt": "今年の時計台は抜き打ちで占拠！キャンパスはいつでも学生のものだ！但し抜き打ちにならないので最終日には占拠しません"
  },
  {
      "name": "貧血コンパ",
      "time": "12:00",
      "place": "＠食堂→四条献血ルーム",
      "imgurl": "貧血コンパ.jpg",
      "txt": "貧血を克服したい者が集まり、鉄分の多く含まれた料理やお菓子を食べる。その後に皆で献血に行く。献血は貧血でない者も参加歓迎。"
  },
  {
      "name": "貧乏メシコンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "貧乏メシコンパ.jpg",
      "txt": "貧乏自炊に自信のある方、お集まりください。知恵とご飯を分け合い、今後も逞しく生きるお互いを讃えあいましょう。"
  },
  {
      "name": "負けヒロインが多すぎる！上映会",
      "time": "22:00",
      "place": "＠鉄扉",
      "imgurl": "負けヒロインが多すぎる！上映会.jpg",
      "txt": "2024夏アニメ最高傑作、『負けヒロインが多すぎる！』の上映会を行います！"
  },
  {
      "name": "某赤本検討会",
      "time": "11:00",
      "place": "＠食堂",
      "imgurl": "某赤本検討会.jpg",
      "txt": "ある大学の入試問題の現代文に、作者もわからない問題がある。みんなで解いて作者を納得させよう。"
  },
  {
      "name": "本返せない人コンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "本を返すことがここまで難しいなんて"
  },
  {
      "name": "民青池の水全部干上がらせてみた",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "民青池の水全部干上がらせてみた.jpg",
      "txt": "寮祭期間中にみんなで民青池をうちわで扇ぎ、民青池の水を全部干上がらせてみよう！中庭に来たらぜひご協力をお願いします！"
  },
  {
      "name": "夢じゆう夜",
      "time": "常設",
      "place": "",
      "imgurl": "夢じゆう夜.jpg",
      "txt": "こんな夢を見た。寮祭10日間、毎晩ひとつずつ「夢」を再現します。令和の木に仁王は埋まっているのでしょうか。"
  },
  {
      "name": "木村さんの肩たたき券",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "寮内労働者（木村さんに限らず）を労って肩たたきなどをし、ハンコかサインをもらおう！"
  },
  {
      "name": "有村架純選手権",
      "time": "15:00",
      "place": "＠食堂",
      "imgurl": "有村架純選手権.jpg",
      "txt": "有村架純(広義)を感じさせた人が勝ち。本人登場も検討中。優勝者は初代有村架純です。"
  },
  {
      "name": "利きビール",
      "time": "20:00",
      "place": "＠食堂",
      "imgurl": "利きビール.jpg",
      "txt": "【めあて】普段ビールを飲まない人が、お気に入りのビールを見つけることを目指す。"
  },
  {
      "name": "寮祭です",
      "time": "常設",
      "place": "",
      "imgurl": "寮祭です.jpg",
      "txt": "SNSの「了解」を「寮祭」にして送る。"
  },
  {
      "name": "寮祭企画分析",
      "time": "23:00",
      "place": "＠食堂",
      "imgurl": "寮祭企画分析.jpg",
      "txt": "良い寮祭企画の条件とは何か？。企画者がスライド発表を行い、それに基づいて議論する。ビブリオバトル的に、良いと思った過去・現在の寮祭企画を分析して紹介してもらうことも大歓迎。"
  },
  {
      "name": "寮祭企画保全",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "寮祭企画保全.jpg",
      "txt": "集まりが悪い寮祭企画に人間の模型を設置し、人間の鳴き声を流すことで、人間を誘引し寮祭企画を保全する。"
  },
  {
      "name": "寮食クイズ",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "寮食クイズ.jpg",
      "txt": "寮食の献立、食材、調味料を答えるクイズ。寮食への愛があれば答えられるハズ！？成績優秀者は全寮コンパで表彰し、賞品を設ける予定。"
  },
  {
      "name": "寮生Mが入寮パンフの記事を作る",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "タイトルの通り"
  },
  {
      "name": "寮生Yの債権者集会",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "寮生Yの債権者集会.jpg",
      "txt": "私は890円貸してます。20万化している人も知っています。私たちはもう待てません。"
  },
  {
      "name": "寮生十二支",
      "time": "21:30",
      "place": "＠グラウンド",
      "imgurl": "寮生十二支.jpg",
      "txt": "寮生ですべての干支を集めて競争させ、次の干支を決める。参加賞あり（予定）。"
  },
  {
      "name": "料理人あて！",
      "time": "21:00",
      "place": "＠食堂・食北",
      "imgurl": "料理人あて！.jpg",
      "txt": "料理人たちに料理をつくってもらい、誰の料理か当てる。あのK・Y先生もお越しになります。"
  },
  {
      "name": "例の主催者を探せ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "今年NFで企画されていた例の企画の主催者が招待不明なので探してみる。（手がかり：疑問は赤で議事録を残す文化、お腹が空きやすい）"
  },
  {
      "name": "籠で大学行く",
      "time": "8:00",
      "place": "＠熊野寮→京大",
      "imgurl": "籠で大学行く.jpg",
      "txt": "大学って遠いし、朝は憂鬱だし、なかなか登校する気が起こらないですよね。しかし、籠に乗って大学に行くことで、遠さを感じず、優雅な気分で登校することができます。新たな通学手段「籠」を普及させましょう。"
  }
];

const projects19 =
[
  {
      "name": "1/3ヶ月1/3万円生活",
      "time": "常設",
      "place": "",
      "imgurl": "1313.jpg",
      "txt": "寮祭中の10日間食費、水光熱費を3334円未満で過ごす。"
  },
  {
      "name": "1日1回大文字火床",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": "大文字に登ることによって健康が損なわれがちな寮祭参加者も健康を取り戻そう！"
  },
  {
      "name": "2024年の寮祭の空気を保存しよう！",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "2024の寮祭の空気を保存し、2024年を思い出したくなったときに開封。"
  },
  {
      "name": "3m×3ｍのピザを作る",
      "time": "10:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "3m×3mの巨大ピザを作ります！"
  },
  {
      "name": "3次元オセロ",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "8×8×8のオセロをやろう"
  },
  {
      "name": "8人メガンテ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "８人メガンテ.jpg",
      "txt": "ボガアアァンッ！！"
  },
  {
      "name": "ADO握手会",
      "time": "常設",
      "place": "",
      "imgurl": "ADO握手会.jpg",
      "txt": "あの ADO 握手会が熊野寮にやってきた！"
  },
  {
      "name": "AIえの",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "AI絵の.jpg",
      "txt": "某人のシュールな夢日記の続きをAIを活用して書く"
  },
  {
      "name": "AI湊ラップ",
      "time": "9:00",
      "place": "＠食堂・食北",
      "imgurl": "AI湊ラップ.jpg",
      "txt": "管理強化を進め自治破壊をトップダウンで断行する湊現総長に対し、AIでdissラップを作り発表する。年内にAnswerがなかったら、このBeefに湊は負けたことになる。"
  },
  {
      "name": "B3談話室突入",
      "time": "22:00",
      "place": "＠B3談話室",
      "imgurl": "",
      "txt": "B3談話室突入　～B3談話室は誰にでも開かれています～"
  },
  {
      "name": "Ｅテレコンパ",
      "time": "16:00",
      "place": "＠食堂・食北",
      "imgurl": "Eテレコンパ.jpg",
      "txt": "みんなで懐かしい気持ちになりましょう"
  },
  {
      "name": "IKEAのサメでサメ映画撮る",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "IKEAのサメでサメ映画撮る.jpg",
      "txt": "史上初コラボ！熊野寮×IKEA×サメ！！！　IKEAのサメでサメ映画を撮り、上映します。"
  },
  {
      "name": "lim(n→∞)n次回",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "lim(n→∞)ｎ次回.jpg",
      "txt": "俺はこの飲み会を終わらせない。"
  },
  {
      "name": "MBTIエアプ",
      "time": "15:00",
      "place": "＠場所不明",
      "imgurl": "MBTIエアプ.jpg",
      "txt": "俺のMBTI？YHWH。"
  },
  {
      "name": "nグラムはかれ！",
      "time": "18:00",
      "place": "＠食堂・食北",
      "imgurl": "nグラム - いーあー.jpg",
      "txt": "寮食の米をご飯茶碗によそう。もちろん一回でピッタリの量の米をよそえるよね？？"
  },
  {
      "name": "PFJコンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "PFJコンパ.jpg",
      "txt": "私が普段休日に食べている完全栄養食のPFJを作って食べて広める"
  },
  {
      "name": "POK拳",
      "time": "常設",
      "place": "",
      "imgurl": "POK拳.jpg",
      "txt": "事務当番チャンピオン決定戦、ここに開幕！"
  },
  {
      "name": "RTA in  KUMANO",
      "time": "13:00",
      "place": "@食堂・食北",
      "imgurl": "RTA in KUMANO.jpg",
      "txt": "いろんなRTAやります！"
  },
  {
      "name": "The Wall 爆音上映会",
      "time": "23:00",
      "place": "＠音楽室",
      "imgurl": "The Wall爆音上映会.jpg",
      "txt": "Pink Floydの伝説的左翼音楽映画を音楽室で爆音上映。"
  },
  {
      "name": "Yellow Submarine爆音上映会",
      "time": "16:00",
      "place": "＠音楽室",
      "imgurl": "Yellow Submarine爆音上映会.jpg",
      "txt": "世界で最も革命に近かったバンドThe Beatlesの伝説的音楽アニメ映画を音楽室で爆音上映。歌ってもいいよ。"
  },
  {
      "name": "アニメのOPでよくあるやつ リベンジ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "アニメのOPでよくみるやつ_リベンジ.jpg",
      "txt": "アニメのOPでよくみるあの場所を再現する。再現したらOPを再現してみる。"
  },
  {
      "name": "アマチュア無線体験",
      "time": "20:00",
      "place": "＠A棟屋上",
      "imgurl": "アマチュア無線体験.jpg",
      "txt": "電波を使って色んな人との交信に挑戦しよう！ 初体験でもぜひ来てね！"
  },
  {
      "name": "いきなりフォーチュンクッキー",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "いきなりフォーチュンクッキー.jpg",
      "txt": "突然恋するフォーチュンクッキーが流れ出し、みんなで踊り出す。"
  },
  {
      "name": "エクストリーム帰寮",
      "time": "22:00",
      "place": "@ロビー",
      "imgurl": "エクストリーム帰寮.jpg",
      "txt": "参加申し込みはX(旧Twitter)@shiranbashoまで"
  },
  {
      "name": "エクストリーム物理ゼミ",
      "time": "6:00",
      "place": "@食堂・食北",
      "imgurl": "",
      "txt": "24時間で物理学を語りつくす。"
  },
  {
      "name": "オルフィス君追悼コンパ",
      "time": "16:00",
      "place": "＠食堂",
      "imgurl": "オルフィス君追悼コンパ.jpg",
      "txt": "寮の発信に多大な貢献をしてきたオルフィス君を悼むコンパ。歴代パンフ責集まれ。"
  },
  {
      "name": "お茶会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "お茶会.jpg",
      "txt": "企画者がため込んだお茶を大放出！紅茶や中国茶などなど"
  },
  {
      "name": "お風呂入らない人コンパ",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "お風呂入らない人コンパ.jpg",
      "txt": "この企画も4回目です。お風呂入らないに憧れているけど毎日入っている人もきていいよ"
  },
  {
      "name": "ガムトーク熊野寮ver.を作る",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ガムトーク熊野寮ver.をつくろう.jpg",
      "txt": "某寮生が大好きなテーブルゲーム、「ガムトーク」の熊野寮バージョンを作ります。"
  },
  {
      "name": "カラオケに無い曲コンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "カラオケに無い曲を歌う.jpg",
      "txt": "カラオケに無い曲をカラオケで歌おう"
  },
  {
      "name": "ギャグ漫画になりたい",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ギャグ漫画になりたい.jpg",
      "txt": "憧れのギャグ漫画構図で写真を撮ります。ズコーッ！！"
  },
  {
      "name": "きゃらばんと連帯",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "きゃらばんに行ってなんかデカいことしよう！（全メニュー制覇など？）"
  },
  {
      "name": "キャラメリゼしてみた",
      "time": "16:00",
      "place": "＠食堂",
      "imgurl": "キャラメリゼしてみた.jpg",
      "txt": "クリームブリュレ好きだよなァ？あの上のパリパリシャリシャリのカラメル作るの、あれキャラメリゼって言うんだぜ。卵焼きカステラ餃子……。キャラメリゼでなんだって美味しくなるはず。お前の目で見届けろ！！"
  },
  {
      "name": "ギャンブル一福",
      "time": "22:00",
      "place": "＠寮外・その他",
      "imgurl": "ギャンブル一福.jpg",
      "txt": "みんなで一福行って、一晩の稼ぎを翌朝のジャンケン勝者が総取り！！一福ドリームをあなたの手に。"
  },
  {
      "name": "クッキー☆コンパ",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "クッキー☆コンパ"
  },
  {
      "name": "クマスマ",
      "time": "14:00",
      "place": "@食堂・食北",
      "imgurl": "クマスマSP.jpg",
      "txt": "この寮で最もスマブラが強いのは誰なのか？年に一度のスマブラ最強決定戦、今年も開幕。"
  },
  {
      "name": "クロワッサン食べ比べ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "クロワッサン食べ比べ.jpg",
      "txt": "ここら一帯のすべてのパン屋のクロワッサンを食べ、レビューを行う"
  },
  {
      "name": "ケーキコンパ",
      "time": "13:00",
      "place": "＠食堂",
      "imgurl": "寮祭ケーキコンパ企画画像 - 岡村日花里.jpg",
      "txt": "炊事部恒例企画！最も創造的なケーキを作るのは誰だ！？"
  },
  {
      "name": "ゲフンゲフンコンパ",
      "time": "16:00",
      "place": "@食堂・食北",
      "imgurl": "ゲフンゲフンコンパ.jpg",
      "txt": "インターネットのスラングを口頭で使うことがイケてると思っていたあの頃に戻って話す"
  },
  {
      "name": "ごってぃーに無量空処",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ごってぃーに無量空処 - hyt mr.png",
      "txt": "ごってぃーに無限の情報を流し込み、ごってぃーを壊す。"
  },
  {
      "name": "このカレー、辛れぇwww",
      "time": "12:00",
      "place": "＠チャンダー",
      "imgurl": "このカレー、辛れぇwww.jpg",
      "txt": "チャンダーには裏メニューの10辛が存在する。辛いの苦手な人で食べに行こう！"
  },
  {
      "name": "この木なんの木ヒエラルキー",
      "time": "常設",
      "place": "",
      "imgurl": "この木なんの木ヒエラルキー.jpg",
      "txt": "熊野寮にある木の人気投票！"
  },
  {
      "name": "ゴミレポ生成RTA",
      "time": "13:00",
      "place": "@食堂・食北",
      "imgurl": "ゴミレポRTA.jpg",
      "txt": "締め切り直前を想定し、単位がギリギリ取れるくらいのクオリティのレポートを、いかに早く作れるかを競う"
  },
  {
      "name": "これあげようか？あげようか？はい、上げた～～",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "これあげようか？あげようか？はい、あ上げた～.jpg",
      "txt": "みたいなことをいくらでもやっていい日"
  },
  {
      "name": "これって高橋克実？モト冬樹？",
      "time": "9:00",
      "place": "@食堂・食北",
      "imgurl": "これって高橋克実？モト冬樹？.jpg",
      "txt": "高橋克実とモト冬樹の画像を高速で出し、どっちなのか考える"
  },
  {
      "name": "ご自由にコレクション",
      "time": "14:00",
      "place": "＠食堂・食北",
      "imgurl": "ご自由にコレクション.jpg",
      "txt": "寮内各所の「ご自由にお取りください」の服で、できる限り着飾る。"
  },
  {
      "name": "サウンドファイターズ",
      "time": "15:00",
      "place": "＠食堂・食北",
      "imgurl": "サウンドファイターズ.jpg",
      "txt": "シャ◯ーンでお馴染みの、ギターバトル×紙相撲。ベース、ボーカル、DJも大歓迎！"
  },
  {
      "name": "シュトーレンを焼く",
      "time": "12:30",
      "place": "＠中庭・グラウンド",
      "imgurl": "シュトーレンを焼く.jpg",
      "txt": "クリスマスを待ちながらみんなで仲良く食べましょう。"
  },
  {
      "name": "スパイシーで飯食う",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "スパイシーで飯食う.jpeg",
      "txt": "みんなでスパイシー丸太町店に行ってご飯食べませんか。スパイシ〜。"
  },
  {
      "name": "そっ閉じTV",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "ダーツ",
      "time": "20:00",
      "place": "＠食堂・食北",
      "imgurl": "ダーツ.jpg",
      "txt": "ちゃんとしたルールでちゃんとダーツをやってみたい。"
  },
  {
      "name": "ださいクラブのノリ方",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "ダサいクラブのノり方.jpg",
      "txt": "音楽に乗って一番ダサく踊れた奴が最強。"
  },
  {
      "name": "たほいや",
      "time": "21:00",
      "place": "＠食堂・食北",
      "imgurl": "たほいや.jpg",
      "txt": "たほいやをやります"
  },
  {
      "name": "たまごってぃ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "たまごってぃ.jpg",
      "txt": "ごってぃをみんなで養う。"
  },
  {
      "name": "だもんで豊橋が好きって言っとるじゃん！",
      "time": "14:00",
      "place": "@ロビー",
      "imgurl": "だって豊橋が好きって言っとるじゃん.jpg",
      "txt": "佐野妙先生作『だもんで豊橋が好きって言っとるじゃん！』を読みながら、豊橋の魅力について語らいます！"
  },
  {
      "name": "たんどる",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "たんどる.jpg",
      "txt": "タンドール窯、展開。"
  },
  {
      "name": "チーズコンパ",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "チーズコンパ.jpg",
      "txt": "みんなでラクレットを食べたり、モッツァレラチーズを作ろう！！"
  },
  {
      "name": "つつつけものコンパ",
      "time": "16:30",
      "place": "＠食堂",
      "imgurl": "つつつけものコンパ２.jpg",
      "txt": "津々浦々の漬物を食べるコンパです。"
  },
  {
      "name": "つめたまり屋",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "つめたまり屋.jpg",
      "txt": "あたたまり屋で温まる。腹が壊れるまでアイスを食べる。それだけ"
  },
  {
      "name": "どこでもディスコ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "どこでもディスコ.jpg",
      "txt": "どこでもディスコ"
  },
  {
      "name": "トぶ",
      "time": "15:00",
      "place": "＠中庭",
      "imgurl": "トぶ.jpg",
      "txt": "毎年皆さん参加頂いている、マッド企画です。"
  },
  {
      "name": "ドミ百コンパ",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "ドミ百コンパ.jpg",
      "txt": "某学生マンションと自治寮を比較することで、自治寮の良さを再発見する。"
  },
  {
      "name": "ドレッシング祭り",
      "time": "常設",
      "place": "",
      "imgurl": "ドレッシング祭りパンフ - 赤石ひより.jpg",
      "txt": "寮食にてさまざまなドレッシングを提供します。寮食を食べよう！"
  },
  {
      "name": "とんがりコーン、何段まで積めるか",
      "time": "13:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "とんがりコーン、何段まで積める？"
  },
  {
      "name": "ないモノマネ・知らない人のモノマネ大会",
      "time": "20:00",
      "place": "＠食堂",
      "imgurl": "ないモノマネ知らない人の大会.jpg",
      "txt": "知っている人の存在しない行動のモノマネ、周りの寮生は知らない人のモノマネを披露しあう"
  },
  {
      "name": "なぞなぞ会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "なぞなぞ会.jpg",
      "txt": "歌会形式で作ったなぞなぞを披露しあう　吟行もする"
  },
  {
      "name": "ナブラ演算子ゲーム",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "ナブラ演算子ゲーム　～相手の関数を0にしよう～"
  },
  {
      "name": "ナンプレ",
      "time": "2:00",
      "place": "＠食堂",
      "imgurl": "ナンプレ.jpg",
      "txt": "寮祭期間にも中だるみはある？そんな時は頭を使おう。去年なくて寂しかったので勝手に復活させます。"
  },
  {
      "name": "ぬいぐるみが悪い奴らに攫われちゃうのを指を咥えて見守る",
      "time": "14:30",
      "place": "@食堂・食北",
      "imgurl": "ぬいぐるみが悪い奴らにさらわれるのを指をくわえて見る.jpg",
      "txt": "おともだちが悪い奴らに網で捕まえられたり、マジックハンドでつままれたり、お菓子で簡単に誘惑されているのをみるのはとても、とても心の痛むこと"
  },
  {
      "name": "はなふさと連帯",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "はなふさと連帯.jpg",
      "txt": "はなふさイースト店にみんなで行ってゆっくりお茶を楽しむ"
  },
  {
      "name": "パブロフの熊野寮生",
      "time": "常設",
      "place": "",
      "imgurl": "パブロフの熊野寮生.jpg",
      "txt": "昼寮食の時間に毎日ベルを鳴らす→最終日、朝寮食の時間にベルを鳴らす→朝寮食の喫食数は増えるのか を検証します！"
  },
  {
      "name": "ピザ窯コンパ",
      "time": "12:00",
      "place": "＠中庭・グラウンド",
      "imgurl": "ピザ窯コンパ.jpg",
      "txt": "ピザピザピザピザピザピザピザピザピザピザ"
  },
  {
      "name": "プラセボ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "プラセボ効果【placebo effect】 効果のないはずの成分でつくられた薬剤（偽薬）によってもたらされる効果．"
  },
  {
      "name": "フリースタイル礼拝",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "フリースタイル礼拝.jpg",
      "txt": "任意の場所で、任意の方法で、任意の対象に、礼拝しよう"
  },
  {
      "name": "フルーツジッパー鑑賞会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "最強のアイドル、フルーツジッパーのライブ映像を観る"
  },
  {
      "name": "ブロック肉煮る",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": "豚ブロックをたくさんずっとB3炊事場で煮ます。。。"
  },
  {
      "name": "ホームランダービー",
      "time": "21:00",
      "place": "@食堂・食北",
      "imgurl": "ホームランダービー - hyt mr.jpg",
      "txt": "30分以内にホームランバーを一番多く食べた人が勝ち。目指せ大谷翔平。"
  },
  {
      "name": "ポケモン赤殿堂入りRTA",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ポケモンバグありRTA.jpg",
      "txt": "ポケモン赤の殿堂入り時間を競う。10分くらいでできる。"
  },
  {
      "name": "ホットサンド責継承の儀",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ホットサンド責継承の儀.jpg",
      "txt": "寮祭実裏役職のひとつ、ホットサンド責を継承する。作って食べます。"
  },
  {
      "name": "マツタクの本をエホバみたいに売る",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "マツタクの本をエホバみたいに売る.jpg",
      "txt": "マツタクの本をブックスタンドに入れてにこやかに微笑みます"
  },
  {
      "name": "マルチボードゲーム",
      "time": "7:00",
      "place": "＠食北",
      "imgurl": "マルチボードゲーム.jpg",
      "txt": "一度に複数のボードゲームをプレイすることによって並行処理能力を鍛える。"
  },
  {
      "name": "ミニマルつまみ選手権",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "ミニマルつまみ選手権.jpg",
      "txt": "最低限の素材から、最高のつまみをつくれ！"
  },
  {
      "name": "ミルクレープ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "'ミル''クレープ.jpg",
      "txt": "ミルクレープって1枚1枚剥がして食べた方が美味しいと思うので、回転寿司でやってみてください。お茶の粉をかけても美味しいです。"
  },
  {
      "name": "ゆっくり解説",
      "time": "12:00",
      "place": "＠食堂",
      "imgurl": "ゆっくり解説.jpg",
      "txt": "箱に入って首だけを出し、ゆっくり解説特有の毒にも薬にもならない茶番の掛け合いを再現する。"
  },
  {
      "name": "よみ人知らず",
      "time": "常設",
      "place": "",
      "imgurl": "よみ人知らず.jpg",
      "txt": "１文字ずつみんなで書いて俳句を作り食堂に貼る"
  },
  {
      "name": "リアルスプラトゥーン",
      "time": "21:00",
      "place": "@中庭・グラウンド",
      "imgurl": "",
      "txt": "リアルスプラトゥーンをやろう！"
  },
  {
      "name": "リレー小説",
      "time": "常設",
      "place": "",
      "imgurl": "リレー小説.jpg",
      "txt": "産み落とされるのを待っている、ものがたり、があります。"
  },
  {
      "name": "一般コンパ",
      "time": "17:30",
      "place": "＠食堂",
      "imgurl": "一般コンパ.jpg",
      "txt": "至って普通のコンパです。地道に行きましょう。"
  },
  {
      "name": "一番軒コンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "一番軒コンパ.jpg",
      "txt": "豚骨麺屋一番軒高槻店を目指し、僕らは旅に出る"
  },
  {
      "name": "殴る、蹴る。season3",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "殴る、蹴る。season3.jpg",
      "txt": "殴り方、蹴り方を学んで、実践する。"
  },
  {
      "name": "花札大会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "花札.jpg",
      "txt": "花札大会！己を削って花を出せ！花見月見猪鹿蝶30点！"
  },
  {
      "name": "解説キャラになりたい",
      "time": "常設",
      "place": "",
      "imgurl": "解説キャラになりたい.jpg",
      "txt": "解説キャラになりたい——それは、寮祭企画の傍らに現れ勝手に解説する企画である"
  },
  {
      "name": "外山合宿同窓会",
      "time": "23:00",
      "place": "＠食堂",
      "imgurl": "外山合宿同窓会 - 上柿大.jpg",
      "txt": "大人も子供もおねーさんも、左翼も右翼もファシストも"
  },
  {
      "name": "学寮交流コンパ",
      "time": "20:00",
      "place": "＠食堂",
      "imgurl": "学寮交流コンパ.jpg",
      "txt": "全国全世界の学寮に関わる者よ、学寮の意義や魅力を語り合おう！学寮連帯！（学寮関係者以外も寮祭に来れば関係者なのでもちろん歓迎！）"
  },
  {
      "name": "鰹の藁焼き",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "鯛の藁焼き.jpg",
      "txt": "鰹の藁焼きを作って食べよう。"
  },
  {
      "name": "甘いものコンパ",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "甘いものコンパ.jpg",
      "txt": "甘いものを食べ飲み語りましょう。話は甘くなくてOK"
  },
  {
      "name": "監禁",
      "time": "2:00",
      "place": "＠？",
      "imgurl": "監禁.jpg",
      "txt": "真っ暗闇に15分放置されると、恐怖から幻覚幻聴が起こって発狂するらしい。ヨシャ、実験してみよう！！"
  },
  {
      "name": "関数アキネイター",
      "time": "14:00",
      "place": "＠未定",
      "imgurl": "",
      "txt": "関数アキネイターをやろう"
  },
  {
      "name": "期待値がプラスだけどたまに大損するギャンブル",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": "期待値がプラスだけどたまに大損するギャンブル"
  },
  {
      "name": "機密文書焼却",
      "time": "17:00",
      "place": "＠中庭・グラウンド",
      "imgurl": "",
      "txt": "見られては困る！なかったことにしたい！そんな文書や記録を焼却し、すべてを闇に葬ろう。"
  },
  {
      "name": "逆BarKuma",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "逆BarKuma - T. kogo.jpg",
      "txt": "遊びに来た人がオリジナルカクテルを作る。バーテンダーは責任を持って飲む。一番不味いやつが優勝。"
  },
  {
      "name": "逆野球拳",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "逆野球拳.jpg",
      "txt": "じゃんけんをして負けたら、逆に服を着ていって限界まで頑張る極めて健全な野球拳！"
  },
  {
      "name": "巨大ピタゴラスイッチ",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": "巨大ピタゴラスイッチを作ります！"
  },
  {
      "name": "巨大寮旗つくる",
      "time": "4:00",
      "place": "＠食堂",
      "imgurl": "巨大寮旗つくる.jpg",
      "txt": "でっかいのつくって振ろう"
  },
  {
      "name": "京大幼稚園",
      "time": "12:00",
      "place": "＠寮→吉田南",
      "imgurl": "京大幼稚園.jpg",
      "txt": "おべんきょうをしにいこう。幼稚園生が乗っているあれにのって大学に行く。"
  },
  {
      "name": "京都市街鬼ごっこ",
      "time": "15:00",
      "place": "＠寮外",
      "imgurl": "",
      "txt": "京都市街で鬼ごっこをしよう！"
  },
  {
      "name": "極寒アイス",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "冬に民青池でアイスを食おう"
  },
  {
      "name": "熊辞雲NGワードゲーム",
      "time": "15:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "熊辞雲の単語をNGワードに寮自治を議論しよう！！"
  },
  {
      "name": "熊辞雲かるた",
      "time": "14:00",
      "place": "＠ロビー",
      "imgurl": "熊野寮かるた.jpg",
      "txt": "寮内にあふれた626語の「ことば」たち。そのひとつひとつが取り札です。"
  },
  {
      "name": "熊野風邪について考える会",
      "time": "10:00",
      "place": "＠食堂・食北",
      "imgurl": "熊野風邪について考える会.jpg",
      "txt": "熊野風邪はただの風邪か、土着の感染症か、それとも陰謀か。"
  },
  {
      "name": "熊野寮を支える技術LT",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "熊野寮を支える技術LT.jpg",
      "txt": "熊野寮×IT技術でLTします。みんなの自慢・紹介を聞いてみよう！"
  },
  {
      "name": "熊野寮還暦",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "熊野寮還暦.jpg",
      "txt": "赤い服を着た企画者がうろうろしているので、見つけたらおめでとうと言って下さい。"
  },
  {
      "name": "熊野寮壁クイズ",
      "time": "12:00",
      "place": "＠食堂・食北",
      "imgurl": "熊野寮壁クイズ.jpg",
      "txt": "寮の壁を知らずして、熊野寮を知らず。寮の壁・落書きから場所を当てるクイズ。"
  },
  {
      "name": "熊野寮木質化",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "熊野寮木質化計画.jpg",
      "txt": "rcは皆が手を加えられない貧しい構造、まずは食堂から木に"
  },
  {
      "name": "御寮印",
      "time": "16:00",
      "place": "＠食堂・食北",
      "imgurl": "",
      "txt": "御朱印ならぬ御寮印を書きます。ぜひ御朱印帳をお待ちください！"
  },
  {
      "name": "厚生部説明会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "厚生部説明会.jpg",
      "txt": "★早期選考★　★自治寮業界を目指す学生必見！★　★キャリアプランの相談もできます！★"
  },
  {
      "name": "高野さんのファンクラブを作ろう",
      "time": "20:00",
      "place": "＠食堂・食北",
      "imgurl": "高野さんのファンクラブを作ろう.jpg",
      "txt": "高野さんのファンクラブを創設する。"
  },
  {
      "name": "高野さんをカンヅメにしよう",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "高野さんをカンヅメにしよう.jpg",
      "txt": "締め切り前の高野さんを島流しにしてカンヅメにする。"
  },
  {
      "name": "根回し",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "根回し.jpg",
      "txt": "寮祭期間中に根回しをして、みんなで暗に繋がる。"
  },
  {
      "name": "最も強い言葉で非難する",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "最も強い言葉で非難する.jpg",
      "txt": "本当に最も強い言葉で非難してみる"
  },
  {
      "name": "最強のラーメン屋を決めよう",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": "ラーメン屋を回って最強のラーメン屋を決めよう！"
  },
  {
      "name": "残置札にメッセージを書こう",
      "time": "常設",
      "place": "",
      "imgurl": "残置札に何かかく.jpg",
      "txt": "いつもお世話になっている厨房員さんにむけて何か書こう"
  },
  {
      "name": "思想蟲毒",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "思想蟲毒　～最後に残るのは誰か～"
  },
  {
      "name": "自転、速くする",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "自転、速くする.jpg",
      "txt": "みんなで一斉に西に走って地球の自転を速くし、１日を短く"
  },
  {
      "name": "自転、遅くする。",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "自転、遅くする.jpg",
      "txt": "みんなで一斉に東に走って地球の自転を遅くして、１日を長くする"
  },
  {
      "name": "修学旅行ファンタジア",
      "time": "13:00",
      "place": "＠寮外",
      "imgurl": "修学旅行ファンタジア.jpg",
      "txt": "修学旅行やってみる"
  },
  {
      "name": "賞味期限切れコンパ",
      "time": "15:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "賞味期限切れコンパ！"
  },
  {
      "name": "食べるの早い人コンパ",
      "time": "12:00",
      "place": "＠食堂",
      "imgurl": "食べるの早い人コンパ.jpg",
      "txt": "食べるのが早い人が集まり、一斉に昼寮食を食べる"
  },
  {
      "name": "食べるの遅い人コンパ",
      "time": "12:00",
      "place": "＠食堂",
      "imgurl": "食べるの遅い人コンパ.jpg",
      "txt": "食べるのが遅い人が集まり、ゆっくり夜寮食を食べる"
  },
  {
      "name": "食堂水泳自由形",
      "time": "1:00",
      "place": "＠食堂",
      "imgurl": "食堂水泳自由形.jpg",
      "txt": "飛び出せ、食堂の床という大海へ…"
  },
  {
      "name": "人間爆丸",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "人間爆丸.jpg",
      "txt": "爆丸にわかだけど、多分こんな感じ。向かい合ってでんぐり返し、そのまま威嚇！強い方の勝ち。"
  },
  {
      "name": "睡眠",
      "time": "常設",
      "place": "",
      "imgurl": "睡眠.jpg",
      "txt": "寝ます。あなたも寝たら寮祭企画に参加できます。"
  },
  {
      "name": "酔拳",
      "time": "23:00",
      "place": "@食堂・食北",
      "imgurl": "酔拳.jpg",
      "txt": "武道をやってるくせに酔っ払うと暴れる寮生を集め、戦わせて誰が最強かを決める。"
  },
  {
      "name": "政治と宗教と野球の話をするコンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "政治と宗教と野球の話をするコンパ.jpg",
      "txt": "こういう企画だけにちゃついて参加しに来る奴がいっちゃん厳しいというのが寮祭あるある"
  },
  {
      "name": "生協自販機粉砕！",
      "time": "常設",
      "place": "",
      "imgurl": "生協自販機粉砕.jpg",
      "txt": "がめつい大学生協に反撃すべく..."
  },
  {
      "name": "生理的食塩水なら無限に飲める説",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "生理的食塩水なら無限に飲めるはず！"
  },
  {
      "name": "聖典記述者会議",
      "time": "20:00",
      "place": "＠A3談話室",
      "imgurl": "聖典記述者会議.jpg",
      "txt": "神よ。今度こそ、完璧で究極の聖典を作ろう。"
  },
  {
      "name": "積ん読一冊読むまで帰れません",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "積ん読一冊読むまで帰れません！"
  },
  {
      "name": "総長とお食事会",
      "time": "19:00",
      "place": "＠寮外・その他",
      "imgurl": "",
      "txt": "総長とお食事会"
  },
  {
      "name": "卒論・修論・博論王",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "卒論王2024 - 古鞘歩花.jpg",
      "txt": "卒論・修論・博論の執筆を進めよう。他の作業をしたい人も大歓迎"
  },
  {
      "name": "駄菓子ディストピア",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "駄菓子ディストピア.jpg",
      "txt": "たがが駄菓子、だがしかし。"
  },
  {
      "name": "鯛の塩釜焼きコンパ",
      "time": "12:00",
      "place": "＠中庭・グラウンド",
      "imgurl": "鯛の塩釜焼きコンパ.jpg",
      "txt": "鯛まるごと1匹をメレンゲと塩を練ったもので固めて寮のピザ釜で焼きます。みんな来てね。"
  },
  {
      "name": "大喜利",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "面白いことを言うだけ。"
  },
  {
      "name": "大脱色",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "人の髪を当人との合意の上または勝手に染める。"
  },
  {
      "name": "第1回お化けキャッチ世界大会",
      "time": "9:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "ドイツ発のテーブルゲーム「お化けキャッチ」の世界大会をここに開催します！所要時間15分程度で、ルールも極めて単純なので、どなたでもご参加ください！"
  },
  {
      "name": "托鉢生活",
      "time": "常設",
      "place": "",
      "imgurl": "托鉢生活.jpg",
      "txt": "参加者は寮祭期間中托鉢で過ごす。受け取った食物、金銭のみで生活。"
  },
  {
      "name": "誰が持ってるか王選手権",
      "time": "11:00",
      "place": "@食堂・食北",
      "imgurl": "誰が持ってるか王選手権.jpg",
      "txt": "某Vtuberの企画をやります。熊野寮生達の貴重な〇〇シーン"
  },
  {
      "name": "談話室のマンガ、整理してみた",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "弊2談話室にある大量のマンガを整理する、終わったら読む"
  },
  {
      "name": "中核派と読む高市早苗「国力研究」",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "中核派と読む高市早苗「国力研究」"
  },
  {
      "name": "丁寧な暮らしグランプリ",
      "time": "12:30",
      "place": "＠場所不明",
      "imgurl": "丁寧なクラシ.jpg",
      "txt": "今日、どれだけ丁寧な暮らしをしていたかプレゼンして競う。一番丁寧な人には賞品もあるよ。"
  },
  {
      "name": "天和・地和を観測しよう",
      "time": "20:00",
      "place": "@食堂・食北",
      "imgurl": "天和・地和を観測しよう.jpg",
      "txt": "幻の役満「天和・地和」を目指して配牌と第一ツモを繰り返しましょう。もちろん鳴きは禁止です。和了者には豪華景品用意！！！"
  },
  {
      "name": "電車すごろく",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "電車の路線ですごろくをやろう！スタート：神宮丸太町駅　ゴール：梅田駅"
  },
  {
      "name": "特色コンパ",
      "time": "17:30",
      "place": "＠食堂",
      "imgurl": "特色コンパ.jpg",
      "txt": "他とは違う特色あるコンパ！裏口じゃないよ！"
  },
  {
      "name": "箱岩の髪色変える",
      "time": "14:00",
      "place": "＠食堂",
      "imgurl": "箱岩の髪色変える.jpg",
      "txt": "そろそろ飽きたよね。"
  },
  {
      "name": "百獣塔戦",
      "time": "常設",
      "place": "",
      "imgurl": "百獣塔戦.jpg",
      "txt": "動物タワーバトルで百獣の王を決める"
  },
  {
      "name": "標準服の日",
      "time": "7:00",
      "place": "＠食堂",
      "imgurl": "標準服の日.jpg",
      "txt": "先日寮で配布されたホテルのパジャマ（通称「標準服」）をみんなで着る。"
  },
  {
      "name": "貧しさへの罰",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "貧しさの罰.jpg",
      "txt": "トップバリュのウイスキー2.8Lをみんなで飲み干しましょう。"
  },
  {
      "name": "不安定な積み方選手権",
      "time": "20:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "不安定な積み方を競おう！"
  },
  {
      "name": "福井県民コンパ",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "福井県民コンパ.jpg",
      "txt": "これであなたも福井県民やでの！"
  },
  {
      "name": "文化部恒例企画審査会",
      "time": "16:00",
      "place": "＠食堂",
      "imgurl": "文化部恒例企画審査会.jpg",
      "txt": "文化部の恒例企画は様々。それぞれに意義があるからこそ、恒例企画になったはず。その意義をみんなで再確認・再発見しよう！持込企画が恒例企画になったり、恒例企画がレギュラー落ちするかも…！文化部の未来を語ろう！"
  },
  {
      "name": "平〇堅の1日",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "平井堅コンパ？.jpg",
      "txt": "平〇堅の1日。"
  },
  {
      "name": "平野レミコンパ",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "平野レミコンパ.jpg",
      "txt": "吊るすッ！ぶっ刺すッ！おっ立てるッ！常識では考えられない異次元の料理を\"\"開発\"\"する、料理研究家・平野レミのレシピを再現したコンパを開催する！オリジナル料理も…？"
  },
  {
      "name": "片岡鶴太◯郎の1日",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "片岡鶴太○郎の1日.jpg",
      "txt": "片岡鶴◯郎の1日。"
  },
  {
      "name": "方言マルチリンガルになろう！",
      "time": "20:00",
      "place": "＠ロビー",
      "imgurl": "方言マルチリンガルになろう.jpg",
      "txt": "お互いの方言を教え合って「方言マルチリンガル」を目指そう！"
  },
  {
      "name": "豊田商事",
      "time": "8:00",
      "place": "＠食堂・食北",
      "imgurl": "豊田商事.jpg",
      "txt": "1限に行く前に皆で朝礼をしましょう。可能な人はスーツを着てきてね！"
  },
  {
      "name": "麻将皇帝戦",
      "time": "20:00",
      "place": "@食堂・食北",
      "imgurl": "魔将皇帝戦.jpg",
      "txt": "集え、雀士。"
  },
  {
      "name": "名古屋コンパ",
      "time": "21:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": "名古屋名物でコンパ！"
  },
  {
      "name": "柳龍光コンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "柳龍光コンパ.jpg",
      "txt": "柳龍光の奥義、鞭打や毒手などを会得する。この地球上で最も強力な毒ガスとは——　何かワカるかね"
  },
  {
      "name": "悠仁親王入寮之儀",
      "time": "10:00",
      "place": "＠食堂、御所",
      "imgurl": "悠仁さま入寮の儀.jpg",
      "txt": "悠仁親王と連帯し、新自由主義を打倒するための最終決戦。"
  },
  {
      "name": "利きchatGPT",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "利きchatGPT ~chatGPTか人間かを当てろ！～"
  },
  {
      "name": "利き酒選手権in熊野",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "利き酒選手権in熊野.jpg",
      "txt": "味が分かる人集まれー!! 優勝者には豪華景品が…！？"
  },
  {
      "name": "理農学部コンパ",
      "time": "21:00",
      "place": "＠食堂・食北",
      "imgurl": "理農学部コンパ.jpg",
      "txt": "今年も理農学部コンパの季節がやってきた！お酒を飲んで豊穣を祝おう！"
  },
  {
      "name": "裏設定コンパ",
      "time": "18:30",
      "place": "＠食堂",
      "imgurl": "裏設定コンパ.jpg",
      "txt": "寮生の意外に知らない事実を集める。なければ作る。"
  },
  {
      "name": "寮の時計いっぱい直す",
      "time": "常設",
      "place": "",
      "imgurl": "寮の時計全部直す.jpg",
      "txt": "寮内の時計を直せるだけ直します。随意募集中です。お気軽にお声掛けください。"
  },
  {
      "name": "寮の包丁全部研ぐ",
      "time": "15:00",
      "place": "＠C12談話室",
      "imgurl": "寮の包丁全部研ぐ.jpg",
      "txt": "寮の包丁はどれも切れ味が悪くて、作業効率が落ちるし危ない。よって全部研ぐ。"
  },
  {
      "name": "寮歌を作って演奏しよう!",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": "寮歌を作って演奏しよう！"
  },
  {
      "name": "寮祭ライブ",
      "time": "14:00",
      "place": "＠地下",
      "imgurl": "寮祭ライブ.jpg",
      "txt": "毎回恒例の寮祭ライブを今年もやるよ！激アツのライブ！最終日はライブで盛り上がって力を使い果たそう！"
  },
  {
      "name": "寮内口伝調査",
      "time": "16:00",
      "place": "@食堂・食北",
      "imgurl": "寮内口伝調査.jpg",
      "txt": "寮内でいろいろと口伝されている内容を調査し、記録していきます。"
  },
  {
      "name": "冷蔵庫のプリン勝手に食べる",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "冷蔵庫のプリン食べる.jpg",
      "txt": "冷蔵庫のプリン勝手に食べる　そういうあるあるをやりまくる"
  },
  {
      "name": "櫓建てる",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "常設の櫓を建てます。櫓の上で食べたり飲んだり話したり。"
  },
  {
      "name": "殷",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "殷.jpg",
      "txt": "ブロック会議…寮生大会…徹底討論も民主主義も公平平等の原則も、この激動の情勢の中では、最早ガラクタである。寮の政治的決定は天運に託された。古代に立ち戻り、占いで寮の方針を決めよう。"
  },
  {
      "name": "涎小豆",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "涎小豆.jpg",
      "txt": "このねばりならよいでしょう"
  },
  {
      "name": "賽銭箱作り",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": "熊野寮にも賽銭箱が欲しい。賽銭箱でquality of kampa爆上げ。"
  }
];

const projects22 = 
[
  {
      "name": "「スプラトゥーン」を救いたい",
      "time": "10:00",
      "place": "＠B4談話室",
      "imgurl": "「スプラトゥーン」を救いたい.jpg",
      "txt": ""
  },
  {
      "name": "『デスこたつ』予告編",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "デスこたつ - 畜生侍.jpg",
      "txt": ""
  },
  {
      "name": "12時間アニカビ上映",
      "time": "10:00",
      "place": "＠鉄扉",
      "imgurl": "アニカビ上映会.jpg",
      "txt": ""
  },
  {
      "name": "AB棟間綱引き",
      "time": "12:00",
      "place": "＠AB棟間",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "BC棟間テキ引き",
      "time": "23:00",
      "place": "＠食堂・食北",
      "imgurl": "BC棟間テキ引き.jpg",
      "txt": ""
  },
  {
      "name": "Fate/stay night Heaven's Feel 上映会",
      "time": "23:00",
      "place": "＠鉄扉",
      "imgurl": "Fate.stay night Heaven's Feel上映会.jpg",
      "txt": ""
  },
  {
      "name": "GORILLA廃止署名活動",
      "time": "常設",
      "place": "",
      "imgurl": "GORILLA廃止署名活動.jpg",
      "txt": ""
  },
  {
      "name": "Kumano Advent Calender",
      "time": "常設",
      "place": "",
      "imgurl": "アドベントカレンダーjpg",
      "txt": ""
  },
  {
      "name": "Rap橋 Yo!!",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "Rap橋Yo!.jpg",
      "txt": ""
  },
  {
      "name": "あじりお絵描き",
      "time": "常設",
      "place": "",
      "imgurl": "あじりお絵描き.jpg",
      "txt": ""
  },
  {
      "name": "アスファルトの溝に大根の種を蒔く",
      "time": "10:00",
      "place": "＠KKK",
      "imgurl": "アスファルト大根.jpg",
      "txt": ""
  },
  {
      "name": "あたたまりや",
      "time": "常設",
      "place": "",
      "imgurl": "あたたまりや.jpg",
      "txt": ""
  },
  {
      "name": "アップルパイ布教会",
      "time": "18:00",
      "place": "＠軟鉄庵",
      "imgurl": "アップルパイ布教会.jpg",
      "txt": ""
  },
  {
      "name": "アニソンDJ",
      "time": "1:00",
      "place": "＠食堂",
      "imgurl": "アニソンDJ.jpg",
      "txt": ""
  },
  {
      "name": "アヒル賭博レース",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "アヒル賭博レース.jpg",
      "txt": ""
  },
  {
      "name": "ウェス・アンダーソン全部観る（再）",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ウェス・アンダーソン全部見る（再）.jpg",
      "txt": ""
  },
  {
      "name": "エアプ折伏",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "エアプ折伏.jpg",
      "txt": ""
  },
  {
      "name": "からこと連帯",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "からこと連帯.jpg",
      "txt": ""
  },
  {
      "name": "キーボード☆クラッシュ",
      "time": "14:00",
      "place": "＠未定",
      "imgurl": "キーボードクラッシュ.jpg",
      "txt": ""
  },
  {
      "name": "ききタバコ",
      "time": "22:00",
      "place": "＠喫煙所",
      "imgurl": "ききタバコ.jpg",
      "txt": ""
  },
  {
      "name": "グーとパーで別れるやつ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "グーとパーで分かれるやつ.jpg",
      "txt": ""
  },
  {
      "name": "クスノキをかざりつけ",
      "time": "11:00",
      "place": "＠クスノキ前",
      "imgurl": "クスノキをかざりつけ.jpg",
      "txt": ""
  },
  {
      "name": "クソデカヨーグルト",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "ぐりとぐらのカステラを作ろう",
      "time": "12:00",
      "place": "＠中庭・グラウンド",
      "imgurl": "ぐりとぐらのカステラをつくろう！.jpg",
      "txt": ""
  },
  {
      "name": "こっくりさんカーリング",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "こっくりさんカーリング.png",
      "txt": ""
  },
  {
      "name": "ごとうさんスイッチ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ごとうさんスイッチ.jpg",
      "txt": ""
  },
  {
      "name": "このツイート、誰がいいねしたでしょうクイズ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "そのツイート、誰がいいねしたでしょうクイズ.jpg",
      "txt": ""
  },
  {
      "name": "さいだのサイダー",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "サメ映画上映会",
      "time": "1:00",
      "place": "＠食堂",
      "imgurl": "サメ映画上映会.jpg",
      "txt": ""
  },
  {
      "name": "さ入りシュー",
      "time": "17:00",
      "place": "＠食堂",
      "imgurl": "さ入りシュー.jpg",
      "txt": ""
  },
  {
      "name": "シーシャ吸う",
      "time": "19:00",
      "place": "＠喫煙所",
      "imgurl": "シーシャ吸う.jpg",
      "txt": ""
  },
  {
      "name": "ジターリング",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ジタ―リング.jpg",
      "txt": ""
  },
  {
      "name": "シャンパンタワー",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "シャンパンタワー.jpg",
      "txt": ""
  },
  {
      "name": "ショット麻雀",
      "time": "1:00",
      "place": "＠食堂・食北",
      "imgurl": "ショット麻雀.jpg",
      "txt": ""
  },
  {
      "name": "すぎもとシェフのドキドキきまぐれキッチン",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "すぎもとシェフのできでききまぐれキッチン.jpg",
      "txt": ""
  },
  {
      "name": "すき家VS松屋VS吉野家VSなか卯",
      "time": "常設",
      "place": "",
      "imgurl": "すき家VS松屋VS吉野家VSなか卯2024.jpg",
      "txt": ""
  },
  {
      "name": "タートル・トーク",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "ちゃんと課題をやりなさい！",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "ディナーショー",
      "time": "18:00",
      "place": "＠食堂",
      "imgurl": "ディナーショー.jpg",
      "txt": ""
  },
  {
      "name": "テープカット",
      "time": "0:00",
      "place": "＠食堂・食北",
      "imgurl": "テープカット.jpg",
      "txt": ""
  },
  {
      "name": "テキーラであそぼ",
      "time": "22:30",
      "place": "＠食堂・食北",
      "imgurl": "テキーラであそぼ.jpg",
      "txt": ""
  },
  {
      "name": "どこでもねずっち",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "どこでもねずっち.jpg",
      "txt": ""
  },
  {
      "name": "ドッキリ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ドッキリ.jpg",
      "txt": ""
  },
  {
      "name": "なにもしない",
      "time": "常設",
      "place": "",
      "imgurl": "なにもしない.jpg",
      "txt": ""
  },
  {
      "name": "なりチャコンパ",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "なりチャコンパ.jpg",
      "txt": ""
  },
  {
      "name": "にっっしゅーりょぉー",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "にっっしゅーりょぉー.jpg",
      "txt": ""
  },
  {
      "name": "ねるねるねるねコンパ",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "ねるねるねるねコンパ.jpg",
      "txt": ""
  },
  {
      "name": "バッハの旋律を夜に聞いたせいです。",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "バッハの旋律を 夜に聞いたせいです。.jpg",
      "txt": ""
  },
  {
      "name": "ピアス麻雀",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ピアス麻雀.jpg",
      "txt": ""
  },
  {
      "name": "ひがしいちじょう占拠＠京大正門前",
      "time": "12:00",
      "place": "＠京大正門前、京大正門前",
      "imgurl": "ひがしいちじょう占拠企画画像 - 大野楓.jpg",
      "txt": ""
  },
  {
      "name": "ファイヤーストーム",
      "time": "21:00",
      "place": "＠駐輪場",
      "imgurl": "ファイヤーストーム.jpg",
      "txt": ""
  },
  {
      "name": "ファミマと連帯",
      "time": "0:00",
      "place": "＠ファミマ・食堂",
      "imgurl": "ファミマと連帯.jpg",
      "txt": ""
  },
  {
      "name": "ファミ連炊き込みご飯",
      "time": "1:00",
      "place": "＠食堂",
      "imgurl": "ファミ連炊きこみごはん.jpg",
      "txt": ""
  },
  {
      "name": "フィンランドよこゆれコンパ",
      "time": "12:00",
      "place": "＠食堂",
      "imgurl": "フィンランドよこゆれコンパ.jpg",
      "txt": ""
  },
  {
      "name": "ブランコ再々建",
      "time": "14:00",
      "place": "＠民青池",
      "imgurl": "ブランコ再々建.jpg",
      "txt": ""
  },
  {
      "name": "ボーグバトル2024",
      "time": "3:00",
      "place": "＠食堂",
      "imgurl": "ボーグバトル2024 - 持留光.jpg",
      "txt": ""
  },
  {
      "name": "マイティー講習会",
      "time": "21:30",
      "place": "＠食堂",
      "imgurl": "マイティー講習会.jpg",
      "txt": ""
  },
  {
      "name": "マイ将皇帝戦",
      "time": "21:30",
      "place": "＠食堂",
      "imgurl": "マイ将皇帝戦.jpg",
      "txt": ""
  },
  {
      "name": "ミッドナイト曼荼羅パズル",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "もりっつの好きなところ100個言う",
      "time": "15:00",
      "place": "@食堂・食北",
      "imgurl": "もりっつ.jpg",
      "txt": ""
  },
  {
      "name": "やすなみのウイスキー",
      "time": "23:30",
      "place": "＠食堂・食北",
      "imgurl": "やすなみのウイスキー.jpg",
      "txt": ""
  },
  {
      "name": "ルールが全然ピンと来ない！",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "ルールが全然 - 持留光.jpg",
      "txt": ""
  },
  {
      "name": "ワインオセロ",
      "time": "0:30",
      "place": "＠食堂・食北",
      "imgurl": "ワインオセロ.jpg",
      "txt": ""
  },
  {
      "name": "わたあめ機設置する",
      "time": "常設",
      "place": "",
      "imgurl": "わたあめ機置く.jpg",
      "txt": ""
  },
  {
      "name": "一条小運動会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "一条小運動会.jpg",
      "txt": ""
  },
  {
      "name": "嘘日記",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "嘘日記.jpg",
      "txt": ""
  },
  {
      "name": "牡蠣紫キャベツコンパ",
      "time": "15:00",
      "place": "＠中庭",
      "imgurl": "カキ・ムラサキキャベツコンパ.jpg",
      "txt": ""
  },
  {
      "name": "加藤仰明生誕祭2024",
      "time": "16:30",
      "place": "＠食堂",
      "imgurl": "加藤仰明生誕祭.jpg",
      "txt": ""
  },
  {
      "name": "架空サークル",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "架空サークル.jpg",
      "txt": ""
  },
  {
      "name": "芥川逆コール",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "芥川逆コール.jpg",
      "txt": ""
  },
  {
      "name": "鴨川アメンボ部",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "鴨川アメンボ部.jpg",
      "txt": ""
  },
  {
      "name": "鴨川イカダレース",
      "time": "10:30",
      "place": "＠鴨川",
      "imgurl": "鴨川イカダレース.jpg",
      "txt": ""
  },
  {
      "name": "鴨川流しそうめん",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "鴨川流しそうめん.jpg",
      "txt": ""
  },
  {
      "name": "飢えた寮生に鹿せんべいをあげる",
      "time": "20:00",
      "place": "＠食堂・食北",
      "imgurl": "飢えた寮生に鹿せんべいをやろう.png",
      "txt": ""
  },
  {
      "name": "京大王in KUMANO",
      "time": "3:00",
      "place": "@食堂・食北",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "京都駅大階段グリコ",
      "time": "21:00",
      "place": "＠京都駅大階段",
      "imgurl": "京都駅大階段グリコ.png",
      "txt": ""
  },
  {
      "name": "京都大学法学部粉砕",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "熊座戦",
      "time": "10:00",
      "place": "＠食堂",
      "imgurl": "熊座戦 - 大野楓.jpg",
      "txt": ""
  },
  {
      "name": "熊野唱祭",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "熊野寮ポーカートーナメント(KPT)",
      "time": "18:00",
      "place": "＠食堂・食北",
      "imgurl": "熊野寮ポーカートーナメント.jpg",
      "txt": ""
  },
  {
      "name": "軽トラ茶会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "軽トラ茶会.jpg",
      "txt": ""
  },
  {
      "name": "献血ルーム占拠",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "献血ルーム占拠.jpg",
      "txt": ""
  },
  {
      "name": "甲羅デュエル",
      "time": "19:00",
      "place": "＠A3談話室",
      "imgurl": "こうらデュエル.jpg",
      "txt": ""
  },
  {
      "name": "高野さんのWikipediaを更新しよう",
      "time": "21:00",
      "place": "＠食堂・食北",
      "imgurl": "高野さんのwikipediaを更新しよう.jpg",
      "txt": ""
  },
  {
      "name": "高野山に行く計画としおりを練る",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "高野山に行く計画としおりを練る.jpg",
      "txt": ""
  },
  {
      "name": "最高の苗字を知りたい",
      "time": "常設",
      "place": "",
      "imgurl": "最高の名字を知りたい.jpg",
      "txt": ""
  },
  {
      "name": "三里塚野菜",
      "time": "常設",
      "place": "",
      "imgurl": "三里塚野菜.jpg",
      "txt": ""
  },
  {
      "name": "山一パン総テスト",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "山一パン総テスト - 大野楓.jpg",
      "txt": ""
  },
  {
      "name": "四回生コンパ",
      "time": "20:00",
      "place": "＠食堂・食北",
      "imgurl": "四回生コンパ.jpg",
      "txt": ""
  },
  {
      "name": "四条大運動会",
      "time": "12:00",
      "place": "＠寮外・その他",
      "imgurl": "四条大運動会.jpg",
      "txt": ""
  },
  {
      "name": "視力低下出前館",
      "time": "16:00",
      "place": "＠ロビー",
      "imgurl": "視力低下出前館 - 寺さん.jpg",
      "txt": ""
  },
  {
      "name": "試験勉強",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "試食",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "試食.jpg",
      "txt": ""
  },
  {
      "name": "資金洗浄",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "資金洗浄.jpg",
      "txt": ""
  },
  {
      "name": "時計台コンパ",
      "time": "12:00",
      "place": "＠クスノキ前",
      "imgurl": "時計台コンパ.jpg",
      "txt": ""
  },
  {
      "name": "時計台サロン占拠",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "時計台サロン選挙.jpg",
      "txt": ""
  },
  {
      "name": "処分なし芳一",
      "time": "0:00",
      "place": "＠食堂・食北",
      "imgurl": "処分なし芳一.png",
      "txt": ""
  },
  {
      "name": "小階段グリコ",
      "time": "21:00",
      "place": "@食堂・食北",
      "imgurl": "焼畑.jpg",
      "txt": ""
  },
  {
      "name": "焼畑",
      "time": "12:00",
      "place": "＠中庭",
      "imgurl": "焼畑.jpeg",
      "txt": ""
  },
  {
      "name": "森見登美彦映像鑑賞会",
      "time": "22:30",
      "place": "＠鉄扉",
      "imgurl": "森見登美彦～.jpg",
      "txt": ""
  },
  {
      "name": "垂れ幕",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "垂れ幕.jpg",
      "txt": ""
  },
  {
      "name": "西村おっさんのグッズを作ろう",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "西村のおっさんのグッズを作ろう.jpg",
      "txt": ""
  },
  {
      "name": "川端署を送る会",
      "time": "13:00",
      "place": "＠川端署前",
      "imgurl": "川端署を送る会.jpg",
      "txt": ""
  },
  {
      "name": "全員マナー講師コンパ",
      "time": "11:00",
      "place": "＠食堂",
      "imgurl": "全員マナー講師コンパ.png",
      "txt": ""
  },
  {
      "name": "全寮コンパ",
      "time": "16:00",
      "place": "＠食堂",
      "imgurl": "全寮コンパ.jpg",
      "txt": ""
  },
  {
      "name": "全寮じゃんけんトーナメント",
      "time": "17:30",
      "place": "＠食堂",
      "imgurl": "全寮じゃんけんトーナメント.jpg",
      "txt": ""
  },
  {
      "name": "全寮にらめっこトーナメント",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "全寮にらめっこトーナメント.jpg",
      "txt": ""
  },
  {
      "name": "造形の悦",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "卒論王2024",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "卒論王2024 - 古鞘歩花.jpg",
      "txt": ""
  },
  {
      "name": "村屋",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "村屋.jpg",
      "txt": ""
  },
  {
      "name": "太田を驚かす",
      "time": "常設",
      "place": "",
      "imgurl": "太田を驚かす.jpg",
      "txt": ""
  },
  {
      "name": "耐久ドミニオン",
      "time": "13:00",
      "place": "@食堂・食北",
      "imgurl": "耐久度ドミニオン - 寺さん.jpg",
      "txt": ""
  },
  {
      "name": "鳥人間コンテスト(南極)",
      "time": "15:00",
      "place": "＠食堂",
      "imgurl": "鳥人間コンテスト - hyt mr.jpg",
      "txt": ""
  },
  {
      "name": "泥酔ハードオフ",
      "time": "2:00",
      "place": "＠桂か滋賀のハードオフ",
      "imgurl": "泥酔ハードオフ.jpg",
      "txt": ""
  },
  {
      "name": "展覧会",
      "time": "常設",
      "place": "",
      "imgurl": "展覧会.jpg",
      "txt": ""
  },
  {
      "name": "斗々屋と連帯",
      "time": "11:00",
      "place": "＠食堂",
      "imgurl": "斗々屋と連帯.png",
      "txt": ""
  },
  {
      "name": "透明人間",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "透明人間.jpg",
      "txt": ""
  },
  {
      "name": "透明人間R",
      "time": "23:00",
      "place": "＠食堂",
      "imgurl": "透明人間.jpg",
      "txt": ""
  },
  {
      "name": "動物園と連帯",
      "time": "10:00",
      "place": "＠京都市動物園",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "同釜会",
      "time": "18:00",
      "place": "@食堂・食北",
      "imgurl": "同釜会.jpg",
      "txt": ""
  },
  {
      "name": "濃ゆいメイク",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "みんなの濃ゆいメイク.jpg",
      "txt": ""
  },
  {
      "name": "泊り事務当番を旅館にする",
      "time": "23:00",
      "place": "＠事務室",
      "imgurl": "泊まり事務棟を旅館に.jpg",
      "txt": ""
  },
  {
      "name": "白米王",
      "time": "19:00",
      "place": "＠食堂・食北",
      "imgurl": "白米王.png",
      "txt": ""
  },
  {
      "name": "髭生やす",
      "time": "常設",
      "place": "",
      "imgurl": "髭を生やす.jpg",
      "txt": ""
  },
  {
      "name": "百人一首大会",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "福井県民コンパ",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "福井県民コンパ.jpg",
      "txt": ""
  },
  {
      "name": "無限ポップコーンコンパ",
      "time": "15:00",
      "place": "＠食堂・食北",
      "imgurl": "無限ポップコーンコンパ.jpg",
      "txt": ""
  },
  {
      "name": "名画の模写をしてみよう",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "模擬講義",
      "time": "3:00",
      "place": "@食堂・食北",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "模擬裁判",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "目覚まし亭",
      "time": "5:00",
      "place": "＠食堂・食北",
      "imgurl": "目覚まし亭.jpg",
      "txt": ""
  },
  {
      "name": "薬酒bar",
      "time": "常設",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "油絵を描こう",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "油絵を描こう.jpg",
      "txt": ""
  },
  {
      "name": "有馬魂天計画",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "来年の寮祭企画会議",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "来年の寮祭企画会議.jpg",
      "txt": ""
  },
  {
      "name": "利き牛乳",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "利き牛乳.jpg",
      "txt": ""
  },
  {
      "name": "利き水",
      "time": "22:00",
      "place": "＠食堂",
      "imgurl": "利き水.jpg",
      "txt": ""
  },
  {
      "name": "立場性コンパ",
      "time": "22:00",
      "place": "＠食堂・食北",
      "imgurl": "立場性コンパ.jpg",
      "txt": ""
  },
  {
      "name": "寮食photo contest",
      "time": "ゲリラ",
      "place": "",
      "imgurl": "",
      "txt": ""
  },
  {
      "name": "烈海王コンパ",
      "time": "18:00",
      "place": "＠食堂・食北",
      "imgurl": "列海王コンパ.jpg",
      "txt": ""
  },
  {
      "name": "老重慶川菜館に行こう！",
      "time": "17:00",
      "place": "＠老重慶川菜館",
      "imgurl": "老重慶川菜館.jpg",
      "txt": ""
  },
  {
      "name": "喃語",
      "time": "常設",
      "place": "",
      "imgurl": "喃語.jpg",
      "txt": ""
  },
  {
      "name": "燻製",
      "time": "14:00",
      "place": "＠喫煙所",
      "imgurl": "燻製.jpg",
      "txt": ""
  }
];

const projectsU = projects16.concat(projects19).concat(projects22);
